Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcm_pci.po
Languages: cs, de, el, fr, ia, it, ja, kn, lv, mk, nl, ro, ru, si, sv, uk, zh_cn

source: Power management status
cs: Stav správy napájení
de: Status der Energieverwaltung
el: Κατάσταση διαχείρισης ενέργειας
fr: État de la gestion de l'énergie
ia: Stato de gestion de energia
it: Stato di gestione dell'energia
ja: 電源管理状態
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ನಿರ್ವಹಣೆಯ ಸ್ಥಿತಿ
lv: Energokontroles statuss
mk: Статус на менаџмент на енергија
nl: Status vermogensbeheer
ro: Starea alimentării
ru: Состояние управления питанием
si: ශක්ති පරිපාලන තත්ව
sv: Strömhanteringsstatus
uk: Стан керування живленням
zh_cn: 电源管理状态

source: Bridge status
cs: Stav můstku
de: Brücken-Status
el: Κατάσταση γέφυρας
fr: État du pont
ia: Stato de ponte
it: Stato dei ponti
ja: ブリッジステータス
kn: ಸೇತುಬಂಧದ ಸ್ಥಿತಿ
lv: Tilta statuss
mk: Статус на мостот
ro: Starea punții
ru: Состояние моста
si: පාලම් තත්වය
sv: Bryggstatus
uk: Стан моста
zh_cn: 桥接状态

source: Secondary bus state in D3 hot
cs: Stav sekundární sběrnice v D3 hot
de: Status des sekundären Bus in D3 heiß
el: Κατάστασης δευτερεύοντος διαύλου σε D3 ενεργό
fr: État du bus secondaire en « D3 à chaud »
ia: Stato de bus secundari in D3 calide
it: Stato del bus secondario in D3 hot
ja: D3 hot でのセカンダリバスステータス
kn: ಅಪ್ರಮುಖ ಬಸ್ ಶಕ್ತಿ ಸ್ಥಿತಿಯು D3 ಶಾಖವನ್ನು ತಲುಪಿದೆ
lv: Sekundārās kopnes stāvoklis D3 hot režīmā
mk: Состојба на секундарната магистрала во D3 топло
nl: Secundaire busstatus in D3 warm
ro: Stare magistrală secundară în D3 cald
si: D3 උණුසුම් සඳහා ද්විතීයක බස්
sv: Sekundärt busstillstånd i D3 varm
uk: Режим вторинної шини у стані гарячого D3
zh_cn: D3 hot 状态下的次要总线状态

source: Secondary bus power & clock control
cs: Ovládání napájení a hodin sekundární sběrnice
de: Energie- und Zeitgeberkontrolle des sekundären Bus
el: Ενέργεια δευτερεύοντος διαύλου & έλεγχος ρολογιού
fr: Contrôle de l'énergie et de l'horloge du bus secondaire
ia: Controlo de bus secundari de clock & alimentation
it: Controllo dell'energia e del clock del bus secondario
ja: セカンダリバスパワー & クロック管理
kn: ಅಪ್ರಮುಖ ಬಸ್ ಶಕ್ತಿ ಮತ್ತು ಗಡಿಯಾರ ನಿಯಂತ್ರಣ
lv: Sekundārās kopnes enerģijas un taktētāja kontrole
nl: Secundaire busvermogen & klokbeheer
ro: Alimentare magistrală secundară & control ceas
ru: Питание вторичной шины и управление таймером
si: ද්විතීයක බස් ශක්ති හා වේලා පාලක
sv: Strömförsörjning och klockstyrning för sekundär buss
uk: Керування живленням і годинником вторинної шини
zh_cn: 次要总线电源与时钟控制

source: Data
de: Daten
el: Δεδομένα
fr: Données
ia: Datos
it: Dati
ja: データ
kn: ದತ್ತಾಂಶ
lv: Dati
mk: Податоци
ro: Date
ru: Данные
si: දත්ත
uk: Дані
zh_cn: 数据

source: Revision
cs: Revize
el: Αναθεώρηση
fr: Révision
it: Revisione
ja: リビジョン
kn: ಪುನರಾವರ್ತನೆ
lv: Revīzija
mk: Ревизија
nl: Revisie
ro: Revizie
ru: Ревизия
si: පුනරීක්‍ෂණය
uk: Модифікація
zh_cn: 修订版

source: Rate
cs: Poměr
el: Ρυθμός
fr: Débit
ia: Frequentia
it: Velocità
ja: レート
kn: ದರ (ರೇಟ್)
lv: Ātrums
mk: Стапка
nl: Snelheid
ro: Rată
ru: Скорость
si: අනුපාතය
sv: Hastighet
uk: Швидкість
zh_cn: 速率

source: AGP 3.0 mode
cs: Režim AGP 3.0
de: AGP-3.0-Modus
el: Λειτουργία AGP 3.0
fr: Mode « AGP 3.0 »
ia: modo AGP 3.0
it: Modalità AGP 3.0
ja: AGP 3.0 モード
kn: AGP 3.0 ಕ್ರಮ
lv: AGP 3.0 režīms
mk: Режим AGP 3.0
nl: AGP 3.0-modus
ro: Regim AGP 3.0
ru: Режим AGP 3.0
si: AGP 3.0 ආකාරය
sv: AGP 3.0-läge
uk: Режим AGP 3.0
zh_cn: AGP 3.0 模式

source: Fast Writes
cs: Rychlé zápisy
de: Schnelles Schreiben
el: Γρήγορες εγγραφές
fr: Écritures rapides
ia: Scripturas rapide
it: Scrittura veloce
ja: 高速書き込み
kn: ವೇಗ ಬರೆಯವಿಕೆ
lv: Ātrā ierakstīšana
mk: Брзи запишувања
nl: Snel schrijven
ro: Scrieri rapide
si: ක්‍ෂණික ලිවීම
sv: Snabba skrivningar
uk: Швидкий запис
zh_cn: 快速写入

source: Address over 4 GiB
cs: Adresa za hranicí 4 GB
de: Adressierung über 4 GiB
el: Διεύθυνση πάνω από τα 4 GiB
fr: Adresses au-delà de 4 Gio
ia: Adresse supra 4 GiB
it: Indirizzi oltre 4 GiB
ja: 4 GiB を越えるアドレス
kn: ೪ GiB ಮೂಲಕದ ವಿಳಾಸ
lv: Adrese lielāka par 4 GiB
mk: Адреса над 4 GiB
nl: Adres boven 4 GiB
ro: Adresă după 4 GiO
ru: Адресация свыше 4 ГиБ
si: 4 GiB ට වැඩි ලිපින
sv: Adress över 4 Gibyte
uk: Адресація понад 4 ГіБ
zh_cn: 超过 4GB 的地址

source: Translation of host processor access
cs: Překlad přístupu hostujícího procesoru
de: Übersetzung für Host-Prozessor-Zugriff
el: Μετάφραση πρόσβασης επεξεργαστή
fr: Translation de l'accès au processeur de l'hôte
ia: Translation de accesso de processor calide
it: Traduzione dell'accesso al processore ospite
ja: ホストプロセッサアクセスの変換
kn: ಅತಿಥೇಯ ಸಂಸ್ಕಾರಕದ ನಿಲುಕಣೆಯ ಅನುವಾದ
lv: Saimniekprocesora piekļuves translācija
nl: Vertaling van Host-procestoegang
ro: Translarea accesului procesorului gazdă
si: ධාරක සකසන පිවිසීමේ පරිවර්ථනය
sv: Översättning av huvudprocessorns åtkomster
uk: Перенесення доступу до процесора вузла
zh_cn: 主处理器访问转换

source: 64-bit GART
fr: GART 64-bits
it: GART a 64 bit
ja: 64 ビット GART
kn: ೬೪-ಬಿಟ್ GART
lv: 64-bitu GART
mk: 64-битен GART
ro: GART pe 64 biți
ru: 64-битный GART
si: බිට් 64 GART
sv: 64-bitars GART
uk: 64-бітовий GART
zh_cn: 64 位 GART

source: Cache Coherency
cs: Koherence mezipaměti
de: Zwischenspeicher-Zusammenhang
el: Συνοχή λανθάνουσας μνήμης
fr: Cohérence du cache
ia: Coherentia de cache
it: Coerenza della cache
ja: キャッシュコヒーレンシ
kn: ಕ್ಯಾಶೆಯ ಹೊಂದಾಣಿಕೆ
lv: Kešatmiņas koherence
mk: Кохерентност на кешот
nl: Cache-verband
ro: Coerență cache
ru: Когерентность кэша
si: කැච් ගැලපුම
sv: Cachekoherens
uk: Когерентність кешу
zh_cn: 缓存一致性

source: Side-band addressing
cs: Adresování postranního pásma
de: Seitenband-Adressierung
el: Διευθύνσεις side-band
fr: Adressage « SBA »
ia: Adressar de banda lateral (side-band addressing)
it: Indirizzamento di banda laterale
ja: サイドバンドアドレス解決
kn: ಬದಿ-ಬ್ಯಾಂಡ್‌ ವಿಳಾಸ ನೀಡಿಕೆ
lv: Sānu diapazona adresēšana
nl: Zijband-adressering
ro: Adresare bandă-laterală
si: පැති-කලාප ලිපිනකරනය
sv: Sidbandsadressering
uk: Адресація бокової смуги
zh_cn: 边带寻址

source: Calibrating cycle
cs: Kalibrační cyklus
de: Kalibierungs-Zyklus
el: Κύκλος ρύθμισης
fr: Calibration du cycle
ia: Cyclo de calibrar
it: Ciclo di calibrazione
ja: 校正サイクル
kn: ಸರಿಪಡಿಕೆಯ ಆವರ್ತ
lv: Kalibrācijas cikls
mk: Циклус за калибрирање
nl: Kalibratiecyclus
ro: Calibrare ciclu
si: සැකසුම් චක්‍රය
sv: Kalibreringscykel
uk: Цикл калібрування
zh_cn: 校准周期

source: Optimum asynchronous request size
cs: Optimální velikost asynchronního požadavku
de: Optimale Größe für asynchrone Anfragen
el: Βέλτιστο μέγεθος ασύγχρονης αίτησης
fr: Taille optimale des requêtes asynchrones
ia: Dimension de requesta asynchron optime
it: Dimensione ottima delle richieste asincrone
ja: 最適非同期リクエストサイズ
kn: ಅತಿಪ್ರಶಸ್ತ ಅಸಮಕಾಲಿಕ ಬೇಡಿಕೆ ಗಾತ್ರ
lv: Optimālais asinhronais pieprasījuma izmērs
nl: Optimale grootte voor asynchrone aanvragen
ro: Dimensiunea optimă a cererii asincrone
ru: Оптимальный размер асинхронного запроса
si: ප්‍රශස්ත අසම්මුහුර්ත ඉල්ලීම් ප්‍රමාණය
sv: Optimal asynkron storlek på begäran
uk: Оптимальний розмір асинхронного запиту
zh_cn: 最佳异步请求大小

source: Isochronous transactions
cs: Přenos stejnoměrného časování
de: Zeitgleiche Transaktionen
el: Ισόχρονες συναλλαγές
fr: Transactions isochrones
ia: Transactiones Isochron
it: Transazioni isocrone
ja: アイソクロナストランザクション
kn: ಒಂದೇ ಸಮಯದಲ್ಲಿನ ವ್ಯವಹಾರಗಳು
lv: Izohronas transakcijas
mk: Изохрони трансакции
nl: Tijdgelijke transacties
ro: Tranzacții izosincrone
ru: Изохронные транзакции
si: සමකාලීන හුවමාරු
sv: Isokrona överföringar
uk: Ізохронні передачі
zh_cn: 等时事务处理

source: Maximum number of AGP command
cs: Maximální počet AGP příkazů
de: Maximale Anzahl AGP-Befehle
el: Μέγιστος αριθμός εντολής AGP
fr: Nombre maximum de commandes AGP
ia: Maxime numero de commando AGP
it: Numero massimo di comandi AGP
ja: AGP コマンドの最大数
kn: AGP ಆದೇಶದ ಗರಿಷ್ಟ ಸಂಖ್ಯೆ
lv: Maksimālais AGP komandas numurs
mk: Максимален број на AGP-наредба
nl: Maximum aantal van AGP-opdrachten
ro: Numărul maxim al comenzii AGP
ru: Максимальный номер команды AGP
si: උපරිම AGP විධාන ගණන
sv: Maximalt antal AGP-kommandon
uk: Максимальний номер команди AGP
zh_cn: AGP 命令最大编号

source: Configuration
cs: Nastavení
de: Einrichtung
el: Διαμόρφωση
it: Configurazione
ja: 設定
kn: ಸಂರಚನೆ
lv: Konfigurācija
mk: Конфигурација
nl: Configuratie
ro: Configurare
ru: Конфигурация
si: සැකසීම
sv: Konfiguration
uk: Налаштування
zh_cn: 配置

source: Data address
cs: Adresa dat
de: Datenadresse
el: Διεύθυνση δεδομένων
fr: Adresse des données
ia: Adresse de datos
it: Indirizzo dei dati
ja: データアドレス
kn: ದತ್ತ ವಿಳಾಸ
lv: Datu adrese
mk: Адреса на податок
nl: Data-adres
ro: Adresă date
ru: Адрес данных
si: දත්ත ලිපිනය
sv: Dataadress
uk: Адреса даних
zh_cn: 数据地址

source: Transfer completed
cs: Přenos dokončen
de: Übertragung abgeschlossen
el: Ολοκλήρωση μεταφοράς
fr: Transfert terminé
ia: Transferimento completate
it: Trasferimento completato
ja: 転送終了
kn: ವರ್ಗಾವಣೆ ಪೂರ್ಣಗೊಂಡಿದೆ
lv: Pārsūtīšana pabeigta
mk: Трансферот е завршен
nl: Overdracht is voltooid
ro: Transfer încheiat
ru: Завершение передачи
si: හුවමාරුව අවසන්
sv: Överföring färdig
uk: Завершених передач
zh_cn: 传输完成

source: Message control
cs: Ovládání zpráv
de: Meldungs-Kontrolle
el: Έλεγχος μηνύματος
fr: Contrôle des messages
ia: Controlo de message
it: Controllo dei messaggi
ja: メッセージ制御
kn: ಸಂದೇಶ ನಿಯಂತ್ರಣ
lv: Ziņojumu kontrole
mk: Контрола на пораки
nl: Berichtbeheer
ro: Control mesaj
ru: Управление сообщениями
si: පණිවිඩය පාලන
sv: Meddelandestyrning
uk: Керування повідомленнями
zh_cn: 消息控制

source: Message signaled interrupts
cs: Zpráva signalizovala přerušení
de: Meldungs-signalisierte Unterbrechungsanforderungen
el: Διακοπές με σήμα μηνύματος
fr: Interruptions signalées par message
ia: Interruptiones signalate per messages
it: Interrupt segnalati con messaggi
ja: メッセージシグナル割り込み
kn: ಸಂಕೇತ ನೀಡಿದ ತಡೆಗಳ ಬಗ್ಗೆ ಸಂದೇಶ ನೀಡು
lv: Ziņojuma signalēti pārtraukumi
nl: Bericht gesignaleerde interrupts
ro: Întreruperi semnalate de mesaje
ru: Прерывания сигнальных сообщений
si: පණිවිඩය සංඥා අතුරුබිඳුම්
sv: Meddelande signalerade avbrott
uk: Переривання, що надсилаю повідомлення
zh_cn: 消息信号中断

source: Multiple message capable
cs: Schopno vícenásobných zpráv
de: Kann mit mehreren Nachrichten umgehen
el: Δυνατότητα πολλαπλών μηνυμάτων
fr: Capacité de multiples messages
ia: Capacitate de message multiple
it: Capacità di messaggi multipli
ja: 複数メッセージ可能
kn: ಬಹು ಸಂದೇಶ ನೀಡಿಕೆ ಸಮರ್ಥವಾಗಿದೆ
lv: Iespējami daudzkārtējie ziņojumi
mk: Способност за повеќекратни пораки
nl: Meervoudige capabele berichten
ro: Capabil de mesaje multiple
ru: Поддержка нескольких сообщений
si: බහු පණිවිඩ හැකියාව
sv: Klarar flera meddelanden
uk: Можливість декількох повідомлень
zh_cn: 多重消息支持

source: Multiple message enable
cs: Povolit vícenásobné zprávy
de: „Mehrere Nachrichten“ aktivieren
el: Ενεργοποίηση πολλαπλών μηνυμάτων
fr: Messages multiples activés
ia: Habilita message multiple
it: Abilita messaggi multipli
ja: 複数メッセージ有効
kn: ಬಹು ಸಂದೇಶ ನೀಡಿಕೆಯನ್ನು ಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ
lv: Daudzkārtējie ziņojumi ieslēgti
mk: Овозможени повеќекратни пораки
nl: Meervoudige berichten inschakelen
ro: Activare mesaje multiple
ru: Поддержка нескольких сообщений
si: බහු පණිවිඩ සක්‍රීය කරන්න
sv: Aktivera flera meddelanden
uk: Увімкнути декілька повідомлень
zh_cn: 多重消息启用

source: 64-bit address
cs: 64-bitová adresa
de: 64-Bit-Adresse
el: Διεύθυνση 64-bit
fr: Adresse 64-bits
ia: Adresse de 64-bit
it: Indirizzo a 64 bit
ja: 64 ビットアドレス
kn: ೬೪-ಬಿಟ್ ವಿಳಾಸ
lv: 64-bitu adrese
mk: 64-битна адреса
nl: 64-bit adres
ro: Adresă pe 64 biți
ru: 64-битная адресация
si: බිට් 64 ලිපිනය
sv: 64-bitars adress
uk: 64-бітова адреса
zh_cn: 64 位地址

source: Per vector masking
cs: Maskování per vektor
de: Maskierung pro Vektor
el: Μάσκα ανά διάνυσμα
fr: Masquage par vecteur
ia: Mascarar per vector
it: Con mascheratura vettoriale
ja: ベクターマスクごと
kn: ಪ್ರತಿ ವೆಕ್ಟರಿನ ಮುಸುಕುಗೊಳಿಕೆ
mk: Маскирање по вектор
nl: Per vector maskeren
ro: Mascare per vector
si: වෙක්ටර් වැස්මක් බැගින්
sv: Maskning per vektor
uk: На маскування вектора
zh_cn: 矢量掩码

source: Mask
cs: Maska
de: Maskierung
el: Μάσκα
fr: Masque
ia: Mascara
it: Maschera
ja: マスク
kn: ಮುಸುಕು
lv: Maska
mk: Маска
nl: Masker
ro: Mască
ru: Маска
si: වැස්ම
uk: Маска
zh_cn: 掩码

source: Pending
cs: Nevyřešeno
de: Ausstehend
el: Σε εξέλιξη
fr: En attente
ia: Pendente
it: In sospeso
ja: 延期
kn: ಬಾಕಿ ಇರುವ
lv: Gaida
mk: Чекање
nl: In behandeling
ro: În așteptare
ru: Ожидание
si: පොරොත්තු
sv: Vilande
uk: Очікування
zh_cn: 待定

source: Length
cs: Délka
de: Länge
el: Μήκος
fr: Longueur
ia: Longitude
it: Lunghezza
ja: 長さ
kn: ಉದ್ದ
lv: Garums
mk: Должина
nl: Lengte
ro: Lungime
ru: Длина
si: දිග
sv: Längd
uk: Довжина
zh_cn: 长度

# no data
source: None
cs: Nic
de: Keine
el: Κανένα
fr: Aucun
ia: Necun
it: Nessuno
ja: なし
kn: ಯಾವುದೂ ಇಲ್ಲ
lv: Nav
mk: Нема
nl: Geen
ro: Nimic
ru: Нет
sv: Ingen
uk: Немає
zh_cn: 无

source: Next
cs: Následující
de: Nächste
el: Επόμενο
fr: Suivant
ia: Proxime
it: Prossimo
ja: 次へ
kn: ಮುಂದಕ್ಕೆ
lv: Nākamais
mk: Следно
nl: Volgende
ro: Următorul
ru: Следующий
si: මීළඟ
sv: Nästa
uk: Далі
zh_cn: 下一个

source: 0x00 (None)
cs: 0x00 (Nula)
de: 0x00 (Keine)
el: 0x00 (Κανένα)
fr: 0x00 (Aucune)
ia: 0x00 (necun)
it: 0x00 (Nessuno)
ja: 0x00 (なし)
kn: 0x00 (ಯಾವುದೂ ಇಲ್ಲ)
lv: 0x00 (Nav)
mk: 0x00 (нема)
nl: 0x00 (Geen)
ro: 0x00 (niciunul)
ru: 0x00 (нет)
si: 0x00 (කිසිවක් නැත)
sv: 0x00 (Ingen)
uk: 0x00 (Немає)
zh_cn: 0x00(无)

source: Root only
cs: Pouze root
de: Nur Systemverwalter
el: Μόνο Root
fr: Uniquement pour le superutilisateur
ia: Solmente de radice (root o superusator)
it: Solo root
ja: ルートオンリー
kn: ನಿರ್ವಾಹಕ(ರೂಟ್) ಮಾತ್ರ
lv: Tikai root
mk: Само root
nl: Alleen root
ro: Numai administratorul
si: Root පමණයි
sv: Bara rot
uk: Лише Root
zh_cn: 仅 root

source: Information
cs: Informace
de: Informationen
el: Πληροφορίες
fr: Informations
it: Informazioni
ja: 情報
kn: ಮಾಹಿತಿ
lv: Informācija
mk: Информациja
nl: Informatie
ro: Informație
ru: Параметр
si: තොරතුරු
uk: Інформація
zh_cn: 信息

source: Value
cs: Hodnota
de: Wert
el: Τιμή
fr: Valeur
ia: Valor
it: Valore
ja: 値
kn: ಮೌಲ್ಯ
lv: Vērtība
mk: Вредност
nl: Waarde
ro: Valoare
ru: Значение
si: අගය
sv: Värde
uk: Значення
zh_cn: 数值

source: Cache line size
cs: Velikost řádky v mezipaměti
de: Zwischenspeicher-Zeilengröße
el: Μέγεθος γραμμής λανθάνουσας
fr: Taille de la ligne de cache
ia: dimension de linea de cache
it: Dimensione della coda di cache
ja: キャッシュラインサイズ
kn: ಕ್ಯಾಶೆಯ ಸಾಲಿನ ಗಾತ್ರ
lv: Keša rindas izmērs
nl: Grootte cacheregel
ro: Dimensiune linie cache
ru: Размер строки кэша
si: කැච් පේළි ප්‍රමාණය
sv: Cache-radlängd
uk: Розмір лінії кешу
zh_cn: 缓存行大小

# state of PCI item
source: Enabled
cs: Povoleno
de: Aktiviert
el: Ενεργοποιημένη
fr: Activé
ia: Habilitate
it: Abilitato
ja: 有効
kn: ಶಕ್ತಗೊಂಡಿದೆ
lv: Ieslēgts
mk: Овозможено
nl: Ingeschakeld
ro: Activat
ru: Включено
sv: Aktiverad
uk: Увімкнено
zh_cn: 启用

# state of PCI item
source: Disabled
cs: Zakázáno
de: Deaktiviert
el: Απενεργοποιημένη
fr: Désactivé
ia: Dishabilitate
it: Disabilitato
ja: 無効
kn: ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದೆ
lv: Izslēgts
mk: Оневозможено
nl: Uitgeschakeld
ro: Dezactivat
ru: Отключено
sv: Inaktiverad
uk: Вимкнено
zh_cn: 禁用

# state of PCI item
source: Yes
cs: Ano
de: Ja
el: Ναι
fr: Oui
ia: Si
it: Sì
ja: はい
kn: ಸರಿ
lv: Jā
mk: Да
nl: Ja
ro: Da
ru: Да
sv: Ja
uk: Так
zh_cn: 是

# state of PCI item
source: No
cs: Ne
de: Nein
el: Όχι
fr: Non
ja: いいえ
kn: ಇಲ್ಲ
lv: Nē
mk: Не
nl: Nee
ro: Nu
ru: Нет
sv: Nej
uk: Ні
zh_cn: 否

# state of PCI item
source: Unknown
cs: Neznámý
de: Unbekannt
el: Άγνωστο
fr: Inconnu
ia: Incognite
it: Sconosciuto
ja: 不明
kn: ತಿಳಿಯದ
lv: Nezināms
mk: Непознато
nl: Onbekend
ro: Necunoscut
ru: Неизвестно
sv: Okänd
uk: Невідомий
zh_cn: 未知

source: Unclassified device
cs: Neznámé zařízení
de: Unklassifiziertes Gerät
el: Μη κατηγοριοποιημένη συσκευή
fr: Périphérique non classé
ia: Dispositivo non classificate
it: Dispositivo non classificato
ja: 未分類のデバイス
kn: ವರ್ಗೀಕರಿಸದೆ ಇರುವ ಸಾಧನ
lv: Neklasificēta ierīce
mk: Некласифициран уред
nl: Ongeclassificeerd apparaat
ro: Dispozitiv neclasificat
ru: Неизвестное устройство
si: වර්ග නොකළ මෙවලම
sv: Oklassificerad enhet
uk: Пристрій поза класифікацією
zh_cn: 未分类设备

source: Mass storage controller
cs: Řadič velkokapacitních úložných zařízení
de: Massenspeicher-Controller
el: Ελεγκτής μαζικής αποθήκευσης
fr: Contrôleur de stockage de masse
ia: Controlator de memoria (immagazinage) de massa
it: Controllore di memorizzazione di massa
ja: マスストレージコントローラ
kn: ಮಾಸ್ ಶೇಖರಣಾ ನಿಯಂತ್ರಕ
lv: Masu glabātuves kontrolieris
nl: Geheugenopslag controller
ro: Controlor de stocare în masă
ru: Контроллер универсального устройства хранения данных
si: අධි ගබඩා පාලකය
sv: Masslagringsstyrkrets
uk: Контролер пристроїв зберігання даних
zh_cn: 存储设备控制器

source: Network controller
cs: Síťový ovladač
de: Netzwerk-Controller
el: Ελεγκτής δικτύου
fr: Contrôleur réseau
ia: Controlator de rete
it: Controllore di rete
ja: ネットワークコントローラ
kn: ಜಾಲಬಂಧ ನಿಯಂತ್ರಕ
lv: Tīkla kontrolieris
mk: Мрежен контролер
nl: Netwerk-controller
ro: Controlor de rețea
ru: Контроллер сети
si: ජාල පාලකය
sv: Nätverksstyrkrets
uk: Мережевий контролер
zh_cn: 网络控制器

source: Display controller
cs: Ovladač zobrazení
de: Grafik-Controller
el: Ελεγκτής γραφικών
fr: Contrôleur d'affichage
ia: Controlator de schermo
it: Controllore visivo
ja: ディスプレイコントローラ
kn: ಪ್ರದರ್ಶಕ ನಿಯಂತ್ರಕ
lv: Displeja kontrolieris
mk: Контролер за графика
nl: Beeldscherm-controller
ro: Controlor de afișare
ru: Контроллер монитора
si: දර්ශක පාලකය
sv: Bildskärmsstyrkrets
uk: Контролер дисплея
zh_cn: 显示控制器

source: Multimedia controller
cs: Ovládání multimédií
el: Ελεγκτής πολυμέσων
fr: Contrôleur multimédia
ia: Controlator de multimedia
it: Controllore multimediale
ja: マルチメディアコントローラ
kn: ಬಹುಮಾಧ್ಯಮ ನಿಯಂತ್ರಕ
lv: Multivides kontrolieris
mk: Мултимедијален контролер
ro: Controlor multimedia
ru: Мультимедиа контроллер
si: බහුමාධ්‍ය පාලකය
sv: Multimediastyrkrets
uk: Мультимедійний контролер
zh_cn: 多媒体控制器

source: Memory controller
cs: Paměťový řadič
de: Speicher-Controller
el: Ελεγκτής μνήμης
fr: Contrôleur mémoire
ia: Controlator de memoria
it: Controllore della memoria
ja: メモリコントローラ
kn: ಸ್ಮೃತಿ ನಿಯಂತ್ರಕ
lv: Atmiņas kontrolieris
mk: Контролер на меморија
nl: Geheugen-controller
ro: Controlor de memorie
ru: Контроллер памяти
si: මතක පාලකය
sv: Minnesstyrkrets
uk: Контролер пам’яті
zh_cn: 内存控制器

source: Bridge
cs: Můstek
de: Brücke
el: Γέφυρα
fr: Pont
ia: Ponte (Bridge)
it: Ponte
ja: ブリッジ
kn: ಸೇತುಬಂಧ
lv: Tilts
mk: Мост
ro: Punte
ru: Мост
si: පාලම
sv: Brygga
uk: Міст
zh_cn: 桥

source: Communication controller
cs: Komunikační řadič
de: Kommunikations-Controller
el: Ελεγκτής επικοινωνιών
fr: Contrôleur de communications
ia: Controlator de communication
it: Controllore di comunicazione
ja: 通信コントローラ
kn: ಸಂವಹನ ನಿಯಂತ್ರಕ
lv: Komunikācju kontrolieris
mk: Контролер за комуникација
nl: Communicatie-controller
ro: Controlor de comunicații
ru: Контроллер связи
si: සන්නිවේදන පාලකය
sv: Kommunikationsstyrkrets
uk: Контролер обміну даними
zh_cn: 通讯控制器

source: Generic system peripheral
cs: Obecná systémová periferie
de: Allgemeines Peripheriegerät
el: Γενικευμένο περιφερειακό συστήματος
fr: Périphérique système générique
ia: Systema generic peripheral
it: Periferica generica di sistema
ja: 一般システム周辺機器
kn: ಸಾಮಾನ್ಯವಾದ ವ್ಯವಸ್ಥೆ ಬಾಹ್ಯ ಸಾಧನ
lv: Vispārēja perifērijas ierīce
mk: Општ системски периферен уред
nl: Algemene systeemrandapparatuur
ro: Periferic generic de sistem
ru: Стандартная системная периферия
si: සාමාන්‍ය පද්ධති පර්යන්ත උපාංග
sv: Generell systemperiferikrets
uk: Загальні периферійні пристрої
zh_cn: 通用系统外设

source: Input device controller
cs: Řadič vstupního zařízení
de: Eingabegerät-Controller
el: Ελεγκτής συσκευής εισόδου
fr: Contrôleur de périphérique d'entrée
ia: Controlator de dispositivo de ingresso
it: Controllore dei dispositivi di inserimento
ja: 入力デバイスコントローラ
kn: ಆದಾನ ಸಾಧನ ನಿಯಂತ್ರಕ
lv: Ievades ierīces kontrolieris
mk: Контролер за влезен уред
nl: Invoerapparaat-controller
ro: Controlor pentru dispozitiv de intrare
ru: Контроллер устройства ввода
si: ආදාන උපකරණ පාලකය
sv: Inmatningsenhetsstyrkrets
uk: Контролер пристроїв вводу
zh_cn: 输入设备控制器

source: Docking station
cs: Dokovací stanice
de: Andockstation
el: Σταθμός προσάρτησης
fr: Station d'accueil
ia: Station de bassino (dock station)
it: Base di aggancio
ja: ドッキングステーション
kn: ಡಾಕಿಂಗ್ ಸ್ಟೇಶನ್
lv: Dokstacija
ro: Stație de andocare
ru: Кредл
si: පර්යන්ත මධ්‍යස්ථානයක්
sv: Dockningsstation
uk: Стикувальна станція
zh_cn: 扩展坞

source: Processor
cs: Procesor
de: Prozessor
el: Επεξεργαστής
fr: Processeur
it: Processore
ja: プロセッサ
kn: ಸಂಸ್ಕಾರಕ
lv: Procesors
mk: Процесор
ro: Procesor
ru: Процессор
si: සකසනය
uk: Процесор
zh_cn: 处理器

source: Serial bus controller
cs: Řadič sériové sběrnice
de: Controller für den seriellen Bus
el: Ελεγκτής σειριακού διαύλου
fr: Contrôleur de bus série
ia: Controlator de bus serial
it: Controllore del bus seriale
ja: シリアルバスコントローラ
kn: ಅನುಕ್ರಮ ಬಸ್ ನಿಯಂತ್ರಕ
lv: Virknes kopnes kontrolieris
mk: Контролер на сериска магистрала
nl: Seriële-bus-controller
ro: Controlor magistrală serială
ru: Контроллер последовательной шины
si: සීරියල් බස් පාලකය
sv: Seriebusstyrkrets
uk: Контролер послідовної шини
zh_cn: 串行总线控制器

source: Wireless controller
cs: Bezdrátový řadič
de: Drahtlos-Controller
el: Ελεγκτής ασυρμάτου
fr: Contrôleur sans fil
ia: Controlator wireless (sin cablos)
it: Controllore senza fili
ja: ワイヤレスコントローラ
kn: ನಿಸ್ತಂತು ನಿಯಂತ್ರಕ
lv: Bezvadu kontrolieris
mk: Контролер за бежична мрежа
nl: Draadloos-controller
ro: Controlor fără fir
ru: Контроллер беспроводного соединения WI-FI
si: රැහැන් රහිත පාලකය
sv: Trådlös styrkrets
uk: Контролер бездротового зв’язку
zh_cn: 无线控制器

source: Intelligent controller
cs: Inteligentní řadič
de: Intelligenter Controller
el: Έξυπνος ελεγκτής
fr: Contrôleur intelligent
ia: Controlator intelligente
it: Controllore intelligente
ja: インテリジェントコントローラ
kn: ಚಾಣಾಕ್ಷ ನಿಯಂತ್ರಕ
lv: Inteliģents kontrolieris
mk: Интелигентен контролер
nl: Intelligente controller
ro: Controlor inteligent
ru: Интеллектуальный контроллер
si: බුද්ධිමත් පාලකය
sv: Intelligent styrkrets
uk: Інтелектуальний контролер
zh_cn: 智能控制器

source: Satellite communications controller
cs: Satelitní komunikační řadič
de: Satelliten-Controller
el: Ελεγκτής δορυφορικών επικοινωνιών
fr: Contrôleur de communications satellitaires
ia: Controlator de communicationes via satellite
it: Controllore di comunicazioni satellitari
ja: 衛星通信コントローラ
kn: ಉಪಗ್ರಹ ಸಂವಹನಗಳ ನಿಯಂತ್ರಕ
lv: Satelīta komunikāciju kontrolieris
mk: Контролер за сателитска комуникација
nl: Satellietcommunicatie-controller
ro: Controlor pentru comunicații prin satelit
ru: Контроллер спутниковой связи
si: චන්ද්‍රිකා සන්නිවේදන පාලකය
sv: Satellitkommunikationsstyrkrets
uk: Контролер супутникового зв’язку
zh_cn: 卫星通讯控制器

source: Encryption controller
cs: Šifrovací řadič
de: Verschlüsselungs-Controller
el: Ελεγκτής κρυπτογράφησης
fr: Contrôleur de chiffrement
ia: Controlator de cryptation
it: Controllore di cifratura
ja: 暗号コントローラ
kn: ಗೂಢಲಿಪೀಕರಣ ನಿಯಂತ್ರಕ
lv: Šifrēšanas kontrolieris
mk: Контролер за криптирање
nl: Versleutelings-controller
ro: Controlor de criptare
ru: Контроллер шифрования
si: ගුප්තකේතන පාලකය
sv: Krypteringsstyrkrets
uk: Контролер шифрування
zh_cn: 加密控制器

source: Signal processing controller
cs: Řadič zpracování signálu
de: Signalverarbeitungs-Controller
el: Ελεγκτής επεξεργασίας σήματος
fr: Contrôleur de traitement du signal
ia: Controlator de processar de signal
it: Controllore dell'elaborazione dei segnali
ja: 信号処理コントローラ
kn: ಸಂಜ್ಞೆ ಸಂಸ್ಕರಣಾ ನಿಯಂತ್ರಕ
lv: Signālu apstrādes kontrolieris
mk: Контролер за обработка на сигнали
nl: Signaalverwerkings-controller
ro: Controlor de procesare a semnalelor
ru: Контроллер обработки сигналов
si: සංඥා සැකසුම් පාලකය
sv: Signalprocessorstyrkrets
uk: Контролер обробки сигналів
zh_cn: 信号处理控制器
