Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcm_pci.po
Languages: cs, de, el, fr, ia, it, ja, kn, lv, mk, nl, ro, ru, si, sv, uk, zh_cn

# NAME OF TRANSLATORS
source: Your names
cs: Vlastimil Ott
de: Thomas Reitelbach
el: Σπύρος Γεωργαράς, Τούσης Μανώλης
fr: Mickaël Sibelle, Vincent Pinon
ia: Giovanni Sora
it: Federico Zenith
ja: Yukiko Bando,Taiki Komoda
kn: ಅಶೋಕ್ ಕುಮಾರ್ ಎ, ಶಂಕರ ಪ್ರಸಾದ್ ಎಂ ವಿ
lv: Viesturs Zariņš, Einārs Sprūģis
mk: Божидар Проевски
nl: Rinse de Vries,Antoon Tolboom,Freek de Kruijf
ro: Sergiu Bivol
ru: Nick Shaforostoff,Leonid Kanter,Андрей Черепанов
si: ඩනිෂ්ක නවින්
sv: Stefan Asserhäll
uk: Юрій Чорноіван
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
cs: vlastimil@e-ott.info
de: tr@erdfunkstelle.de
el: sng@hellug.gr, manolis@koppermind.homelinux.org
fr: kimael@gmail.com, vpinon@kde.org
ia: g.sora@tiscali.it
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp,kom@kde.gr.jp
kn: ashok567@gmail.com,svenkate@redhat.com
lv: viesturs.zarins@mi.lu.lv, einars8@gmail.com
mk: bobibobi@freemail.com.mk
nl: rinsedevries@kde.nl,,freekdekruijf@kde.nl
ro: sergiu@ase.md
ru: shaforostoff@kde.ru,leon@asplinux.ru,skull@kde.ru
si: danishka@gmail.com
sv: stefan.asserhall@bredband.net
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org

source: This list displays PCI information.
cs: Tento seznam zobrazuje informace o PCI.
de: Diese Liste zeigt Informationen zum PCI-Bus an.
el: Αυτή η λίστα εμφανίζει πληροφορίες PCI.
fr: Cette liste affiche des informations concernant le PCI.
ia: Iste lista monstra information de PCI.
it: Questa lista mostra le informazioni PCI.
ja: このリストは PCI の情報を表示します。
kn: ಪಟ್ಟಿಯು PCI ಮಾಹಿತಿಯನ್ನು ತೋರಿಸುತ್ತದೆ.
lv: Šis saraksts rāda PCI informāciju.
mk: Оваа листа прикажува информации за периферните уреди
nl: Deze lijst toont PCI-informatie.
ro: Această listă afișează informații PCI.
ru: В этом списке показываются сведения об устройствах на шине PCI
si: මෙම ලැයිස්තුව PCI තොරතුරු දර්ශනය කරයි.
sv: Den här listan visa information om PCI.
uk: У цьому списку показано інформацію про PCI.
zh_cn: 本列表显示 PCI 信息。

source: This display shows information about your computer's PCI slots and the related connected devices.
cs: Tento seznam zobrazuje informace o sběrnici PCI a připojených zařízeních.
de: Hier sehen Sie Informationen zu PCI-Steckplätzen und den zugehörigen PCI-Geräten in Ihrem Rechner.
el: Εδώ εμφανίζονται πληροφορίες σχετικά με τις υποδοχές PCI του υπολογιστή σας και τις αντίστοιχες συνδεδεμένες συσκευές.
fr: Cette liste affiche des informations concernant les ports PCI de votre machine et les périphériques s'y trouvant branchés.
ia: Iste monstrator monstra information super le slots PCI de tu computator e le dispositivos contingite a illos.
it: Questo visore mostra informazioni sugli slot PCI del computer e i dispositivi relativi collegati.
ja: あなたのコンピュータの PCI スロットと、接続されている関連デバイスの情報を表示します。
kn: ಈ ಸೂಚನೆಯು ನಿಮ್ಮ ಗಣಕದ ಪಿಸಿಐ ಕಿಂಡಿ(ಸೀಳು)ಗಳ ಬಗೆಗಿನ ಮಾಹಿತಿ ಮತ್ತು ಅದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಸಂಪರ್ಕ ಸಾಧನಗಳ ಬಗೆಗಿನ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸುತ್ತದೆ.
lv: Šeit redzama informācija par jūsu datora PCI ligzdām un tajās ievietotajām ierīcēm.
mk: Оваа листа прикажува информации за PCI-лежиштата од Вашиот компјутер и уредите што се поврзани на нив.
nl: Deze lijst toont informatie over de PCI-slots in uw computer en de apparaten die daarmee verbonden zijn.
ro: Afișajul arată informații despre soclurile PCI ale calculatorului dumneavoastră și dispozitivele conectate la acestea.
ru: В этом списке показываются сведения об устройствах на шине PCI вашего компьютера.
sv: Det här fönstret visar information om datorns PCI-kortplatser och de tillhörande anslutna enheterna.
uk: Тут показано інформацію про роз’єми PCI вашого комп’ютера і відповідні, вставлені у них пристрої.
zh_cn: 这里显示的是有关您计算机的 PCI 插槽和相关设备连接的信息。

source: Device Class
cs: Třída zařízení
de: Geräteklasse
el: Κλάση συσκευής
fr: Classe de périphérique
ia: Classe de dispositivo
it: Classe di dispositivi
ja: デバイスのクラス
kn: ಸಾಧನದ ವರ್ಗ
lv: Ierīces klase
mk: Класа на уред
nl: Apparaatklasse
ro: Clasa dispozitivului
ru: Класс устройства
si: උපාංගයේ පංතිය
sv: Enhetsklass
uk: Клас пристрою
zh_cn: 设备类型

source: Device Subclass
cs: Podtřída zařízení
de: Geräte-Unterklasse
el: Υποκλάση συσκευής
fr: Sous-classe de périphérique
ia: Subclasse de dispositivo
it: Sottoclasse di dispositivi
ja: デバイスのサブクラス
kn: ಸಾಧನದ ಉಪವರ್ಗ
lv: Ierīces apakšklase
mk: Подкласа на уред
nl: Apparaatsubklasse
ro: Subclasa dispozitivului
ru: Подкласс устройства
si: උපාංගයේ උප-පංතිය
sv: Enhetsdelklass
uk: Підклас пристрою
zh_cn: 设备子类型

source: Device Programming Interface
cs: Programátorské rozhraní pro zařízení
de: Geräte-Programmierschnittstelle
el: Διασύνδεση προγραμματισμού συσκευής
fr: Interface de programmation du périphérique
ia: Interfacie de programmation de Dispositivo
it: Interfaccia di programmazione dei dispositivi
ja: デバイスのプログラミングインターフェース
kn: ಸಾಧನ ಕ್ರಮವಿಧಿರಚನೆಯ ಸಂಪರ್ಕಸಾಧನ(ಇಂಟರ್ಫೇಸ್)
lv: Ierīces programmēšanas saskarne
mk: Интерфејс за програмирање на уредот
nl: Apparaat programmeringinterface
ro: Interfața de programare a dispozitivului
ru: Интерфейс программирования устройства
si: උපාංගයේ ක්‍රමලේඛන මුහුණත
sv: Enhetsprogrammeringsgränssnitt
uk: Програмний інтерфейс пристрою
zh_cn: 设备编程接口

source: Master IDE Device
cs: Hlavní IDE zařízení
de: Haupt-IDE-Gerät
el: Κύρια συσκευή IDE
fr: Périphérique IDE maître
ia: Dispositivo Magistro IDE
it: Dispositivo master IDE
ja: マスター IDE デバイス
kn: ಪ್ರಮುಖ IDE ಸಾಧನ
lv: Galvenā IDE ierīce
mk: Главен IDE-уред
nl: Master IDE-apparaat
ro: Dispozitiv IDE master
ru: Первичное устройство IDE
si: ප්‍රධාන IDE උපාංගය
sv: Huvudsaklig IDE-enhet
uk: Основний IDE-пристрій
zh_cn: 主 IDE 设备

source: Secondary programmable indicator
cs: Sekundární programovatelný indikátor
de: Programmierbarer Schalter für „Sekundär“
el: Δευτερεύον προγραμματίσιμο ενδεικτικό
fr: Indicateur programmable secondaire
ia: Indicator programmable secundari
it: Indicatore programmabile secondario
ja: セカンダリプログラム可能インディケータ
kn: ಅಪ್ರಧಾನ ಕ್ರಮವಿಧಿ ಮಾಡಬಹುದಾದಂತಹ ಸೂಚಕ
lv: Sekundārās programmēšanas indikators
mk: Секундарен програмабилен индикатор
nl: Secundaire programeerbare schakelaar
ro: Indicator programabil secundar
ru: Вторичный программируемый индикатор
si: ද්විතීක ක්‍රමලේඛනය කළ හැකි දර්ශකය
sv: Sekundär programmerbar indikator
uk: Вторинний програмований індикатор
zh_cn: 次要可编程指示器

source: Secondary operating mode
cs: Sekundární operační režim
de: Betriebsmodus „Sekundär“
el: Δευτερεύουσα λειτουργία
fr: Mode d'opération secondaire
ia: Modo de operar secundari
it: Modalità di operazione secondaria
ja: セカンダリ操作モード
kn: ಅಪ್ರಮುಖವಾದ ಕಾರ್ಯಾಚರಣೆಯ ವಿಧಾನ
lv: Sekundārais darbības režīms
mk: Секундарен режим на работа
nl: Secundaire bewerkingmodes
ro: Regim de operare secundar
ru: Вторичный режим операций
si: ද්විතීක මෙහෙයුම් ආකාරය
sv: Sekundärt driftsläge
uk: Вторинний режим функціонування
zh_cn: 次要操作模式

source: Primary programmable indicator
cs: Primární programovatelný indikátor
de: Programmierbarer Schalter für „Primär“
el: Πρωτεύον προγραμματίσιμο ενδεικτικό
fr: Indicateur programmable primaire
ia: Indicator programmable primari
it: Indicatore programmabile primario
ja: プライマリプログラム可能インディケータ
kn: ಪ್ರಾಥಮಿಕ ಕ್ರಮವಿಧಿ ಮಾಡಬಹುದಾದಂತಹ ಸೂಚಕ
lv: Primārās programmēšanas indikators
mk: Примарен програмабилен индикатор
nl: Primaire programeerbare schakelaar
ro: Indicator programabil primar
ru: Первичный программируемый индикатор
si: ප්‍රාථමික ක්‍රමලේඛනය කළ හැකි දර්ශකය
sv: Primär programmerbar indikator
uk: Основний програмований індикатор
zh_cn: 主要可编程指示器

source: Primary operating mode
cs: Primární operační režim
de: Betriebsmodus „Primär“
el: Πρωτεύουσα λειτουργία
fr: Mode d'opération primaire
ia: Modo de operar primari
it: Modalità di operazione primaria
ja: プライマリ操作モード
kn: ಪ್ರಾಥಮಿಕ ಕಾರ್ಯಾಚರಣೆಯ ವಿಧಾನ
lv: Primārais darbības režīms
mk: Примарен режим на работа
nl: Primaire bewerkingmodus
ro: Regim de operare primar
ru: Основной режим операций
si: ප්‍රාථමික මෙහෙයුම් ආකාරය
sv: Prlmärt driftsläge
uk: Основний режим функціонування
zh_cn: 主要操作模式

source: Vendor
cs: Prodejce
de: Hersteller
el: Κατασκευαστής
fr: Fabricant
ia: Venditor
it: Fornitore
ja: ベンダー
kn: ಮಾರಾಟಗಾರ
lv: Ražotājs
mk: Производител
nl: Fabrikant
ro: Vânzător
ru: Производитель
si: නිශ්පාදක
sv: Tillverkare
uk: Постачальник
zh_cn: 制造商

source: Device
cs: Zařízení
de: Gerät
el: Συσκευή
fr: Périphérique
ia: Dispositivo
it: Dispositivo
ja: デバイス
kn: ಸಾಧನ
lv: Ierīce
mk: Уред
nl: Apparaat
ro: Dispozitiv
ru: Устройство
si: උපාංගය
sv: Enhet
uk: Пристрій
zh_cn: 设备

source: Subsystem
cs: Subsystém
el: Υποσύστημα
fr: Sous-système
ia: Subsystema
it: Sottosistema
ja: サブシステム
kn: ಉಪವ್ಯವಸ್ಥೆ
lv: Apakšsistēma
mk: Подсистем
nl: Subsysteem
ro: Subsistem
ru: Подсистема
si: උප-පද්ධතිය
sv: Delsystem
uk: Підсистема
zh_cn: 子系统

source: - device:
cs: - zařízení:
de: – Gerät:
el: - συσκευή:
fr: - périphérique :
ia: - Dispositivo:
it: - dispositivo:
ja: - デバイス:
kn: - ಸಾಧನ:
lv: - ierīce:
mk: - уред:
nl: - apparaat:
ro: - dispozitiv:
ru: - устройство:
si: - උපාංගය:
sv: - enhet:
uk: - пристрій:
zh_cn: - 设备：

source: Interrupt
cs: Přerušení
el: Διακοπή
fr: Interruption
ia: Interruption
ja: 割り込み
kn: ತಡೆ (ಇಂಟರಪ್ಟ್)
lv: Pārtraukums
mk: Прекин
ro: Întrerupere
ru: Прерывание
si: අතුරුබිඳුම
sv: Avbrott
uk: Переривання
zh_cn: 中断

source: Pin
el: Άκρο
fr: Connecteur
ja: ピン
kn: ಪಿನ್
lv: Pins
mk: Ножичка
ru: Пин
si: තුඩ
sv: Anslutning
uk: Шпилька
zh_cn: 针脚

source: Control
cs: Ovládání
de: Kontrolle
el: Έλεγχος
fr: Contrôle
ia: Controlo
it: Controllo
ja: 制御
kn: ನಿಯಂತ್ರಣ
lv: Kontrole
mk: Контрола
nl: Controle
ru: Управление
si: පාලකය
sv: Styrning
uk: Керування
zh_cn: 控制

source: Response in I/O space
cs: Odezva v I/O prostoru
de: Antwort im E/A-Bereich
el: Απάντηση σε χώρο I/O
fr: Réponse dans l'espace d'entrées / sorties
ia: Responsa in spatio I/E
it: Risposta nello spazio I/O
ja: I/O スペースのレスポンス
kn: I/O ಸ್ಥಳದಲ್ಲಿ ಪ್ರತ್ಯುತ್ತರ
lv: Atbilde I/O telpā
mk: Одговор во В/И-просторот
nl: Reactie in I/O-gebied
ro: Răspuns în spațiul I/E
si: I/O ඉඩෙහි ප්‍රතිචාරයක්
sv: Svar i I/O-rymd
uk: Відповідь у просторі вводу/виводу
zh_cn: I/O 空间响应

source: Response in memory space
cs: Odezva v paměťovém prostoru
de: Antwort im Speicherbereich
el: Απάντηση σε χώρο μνήμης
fr: Réponse dans l'espace mémoire
ia: Responsa in spatio de memoria
it: Risposta nello spazio di memoria
ja: メモリ領域のレスポンス
kn: ಸ್ಮೃತಿ ಸ್ಥಳಗಳಿಗೆ ಪ್ರತ್ಯುತ್ತರ
lv: Atbilde atmiņas telpā
mk: Одговор во меморискиот простор
nl: Reactie in geheugengebied
ro: Răspuns în spațiul de memorie
si: මතක ඉඩෙහි ප්‍රතිචාරයක්
sv: Svar i minnesrymd
uk: Відповідь у просторі пам’яті
zh_cn: 内存空间响应

source: Bus mastering
cs: Řízení sběrnice
el: Κύριος διαύλου (Bus mastering)
fr: Contrôle de bus
ia: Dominar le Bus
it: Masterizzazione del bus
ja: バスマスタリング
kn: ಬಸ್ ಪ್ರಾಮುಖ್ಯತೆ
lv: Kopnes vešana
mk: Контрола на магистралата
nl: Busbesturing
ro: Mastering de magistrală
si: බස් පාලනය
sv: Bussägare
uk: Ієрархія шин
zh_cn: 总线主控

source: Response to special cycles
cs: Odezva na speciální cykly
de: Antwort auf spezielle Zyklen
el: Απάντηση σε ειδικούς κύκλους
fr: Réponse aux cycles spéciaux
ia: Responsa a cyclos special
it: Risposta a cicli speciali
ja: 特殊サイクルへの反応
kn: ವಿಶೇಷ ಆವರ್ತಗಳಿಗೆ ಪ್ರತ್ಯುತ್ತರ
lv: Atbilde uz speciāliem cikliem
mk: Одговор на специјални циклуси
nl: Reactie bij speciale cycli
ro: Răspuns la cicluri speciale
si: විශේෂ වට සඳහා ප්‍රතිචාරය
sv: Svar för specialcykler
uk: Відповідь на спеціальні цикли
zh_cn: 响应到特殊循环

source: Memory write and invalidate
cs: Zápis do paměti a mazání
de: Speicher schreiben und ungültig machen
el: Εγγραφή μνήμης και ακύρωση
fr: Écriture et invalidation de mémoire
ia: Scriptura de memoria e invalidar
it: Scrittura e invalidazione della memoria
ja: メモリ書き込みと取り消し
kn: ಸ್ಮೃತಿ ಬರವಣಿಗೆ ಮತ್ತು ಅಸಿಂಧು
lv: Atmiņas rakstīšana un anulēšana
mk: Запишување и инвалидација на меморија
nl: Geheugen schrijven en ongeldig verklaren
ro: Scriere și invalidare memorie
si: මතක ලිවීම හා අවලංගු කිරීම
sv: Minnesskrivning och invalidering
uk: Запис до пам’яті та вимикання
zh_cn: 内存写入与废弃

source: Palette snooping
cs: Snooping palety
el: Παρατήρηση παλέτας
fr: Surveillance de la palette
ia: Investigation de paletta
it: Spia della tavolozza
ja: パレットスヌーピング
kn: ವರ್ಣ ಫಲಕ ಗೂಡಚಾರಿಕೆ
lv: Paletes okšķerēšana
si: පැලට්ටු සෙවීම
sv: Palettavlyssning
uk: Виявлення палітри
zh_cn: 颜色校正

source: Parity checking
cs: Ověření parity
de: Paritätsprüfung
el: Έλεγχος ισοτιμίας (parity)
fr: Contrôle de parité
ia: Verifica de paritate
it: Controllo di parità
ja: パリティチェック
kn: ಅನುರೂಪತೆ ಪರಿಶೀಲನೆ
lv: Paritātes pārbaude
mk: Проверка на парност
nl: Pariteitcontrole
ro: Verificare paritate
ru: Проверка чётности
si: සමානත්ව සෙවුම
sv: Paritetskontroll
uk: Перевірка парності
zh_cn: 奇偶校验

source: Address/data stepping
cs: Krokování adresy/dat
de: Adress-/Datenschritte
el: Βήμα διεύθυνσης/δεδομένων
fr: Cycle adresse / données
ia: Adresse/datos de passo
it: Avanzamento indirizzi/dati
ja: アドレス/データステッピング
kn: ವಿಳಾಸ/ದತ್ತಾಂಶದ ಹಂತ
lv: Adreses/datu solis
nl: Adres/data stap-voor-stap
ro: Pășire de adrese/date
si: ලිපිනය/දත්ත පියවර
sv: Adress- och datastegning
uk: Покрокове просування адресами/даними
zh_cn: 地址/数据步进

source: System error
cs: Systémová chyba
de: Systemfehler
el: Σφάλμα συστήματος
fr: Erreur système
ia: Error de systema
it: Errore di sistema
ja: システムエラー
kn: ವ್ಯವಸ್ಥೆಯ ದೋಷ
lv: Sistēmas kļūda
mk: Системска грешка
nl: Systeemfout
ro: Eroare de sistem
ru: Системная ошибка
si: පද්ධති දෝෂය
sv: Systemfel
uk: Системна помилка
zh_cn: 系统错误

source: Back-to-back writes
cs: Zápisy back-to-back
de: Back-to-back-Schreiben
el: Εγγραφές back-to-back
fr: Écritures de cache à cache
ia: Scripturas retro a retro
it: Scrittura back-to-back
ja: バックツーバックの書き込み
kn: ಮತ್ತೆ ಮತ್ತೆ ಬರೆಯುವಿಕೆ
lv: 'Aizmugure-uz-aizmuguri' ieraksti
mk: Запишувања едно-до-друго
nl: Een-op-een schrijven
ro: Scrieri înapoi-spre-înapoi
si: නැවත-නැවතත් ලිවීම
sv: Intilliggande skrivningar
uk: Записи Back-to-back
zh_cn: 背靠背(back-to-back)写入

source: Status
cs: Stav
el: Κατάσταση
fr: État
it: Stato
ja: ステータス
kn: ಸ್ಥಿತಿಗತಿ
lv: Statuss
mk: Статус
ro: Stare
ru: Состояние
si: තත්ත්වය
uk: Стан
zh_cn: 状态

source: Interrupt status
cs: Stav přerušení
el: Κατάσταση διακοπής
fr: État d'interruption
ia: Stato de Interruption
it: Stato di interrupt
ja: 割り込みステータス
kn: ತಡೆಯ ಸ್ಥಿತಿ
lv: Pārtaukuma statuss
mk: Статус на прекин
ro: Stare întrerupere
ru: Состояние прерывания
si: අතුරුබිඳුම් තත්ත්වය
sv: Avbrottsstatus
uk: Стан переривання
zh_cn: 中断状态

source: Capability list
cs: Seznam možností
de: Fähigkeiten-Liste
el: Λίστα δυνατοτήτων
fr: Liste de capacités
ia: Lista de capacitate
it: Elenco di capacità
ja: 機能リスト
kn: ಸಾಮರ್ಥ್ಯ ಪರೀಕ್ಷೆ
lv: Savietojamības saraksts
mk: Листа на способности
nl: Mogelijkhedenlijst
ro: Listă capacități
ru: Совместимость устройства
si: හැකියා ලැයිස්තුව
sv: Resurslista
uk: Список можливостей
zh_cn: 性能列表

source: 66 MHz PCI 2.1 bus
cs: Sběrnice PCI 2.1 66 MHz
el: δίαυλος 66 MHz PCI 2.1
fr: Bus PCI 2.1 @ 66 MHz
ia: bus 66Mhz PCI 2.1
it: Bus PCI 2.1 a 66 MHz
ja: 66 MHz PCI 2.1 バス
kn: 66 MHz PCI 2.1 ಬಸ್
lv: 66 MHz PCI 2.1 kopne
mk: 66 MHz PCI 2.1 магистрала
ro: Magistrală 66 MHz PCI 2.1
ru: Шина PCI 2.1 66 МГц
si: 66 MHz PCI 2.1 බස්
sv: 66 MHz PCI 2.1-buss
uk: Шина 66 МГц PCI 2.1
zh_cn: 66Mhz PCI 2.1 总线

source: User-definable features
cs: Uživatelsky nastavitelné vlastnosti
de: Benutzerdefinierbare Funktionen
el: Παραμετροποιήσιμα χαρακτηριστικά
fr: Fonctionnalités pouvant être définies par l'utilisateur
ia: Characteristicas definibile per usator
it: Funzionalità definibili dall'utente
ja: ユーザ定義の機能
kn: ಬಳಕೆದಾರ-ಸೂಚಿಸಬಲ್ಲ ಸೌಲಭ್ಯಗಳು
lv: Lietotāja definējamas iespējas
mk: Кориснички дефинирани особини
nl: Gebruikerdefinieerbare mogelijkheden
ro: Caracteristici ce pot fi definite de utilizator
si: පරිශීලක විසින් නිවේශිත විශේෂාංග
sv: Användardefinierbara funktioner
uk: Можливості, що визначає користувач
zh_cn: 用户可定义特性

source: Accept fast back-to-back
cs: Přijmout rychlé back-to-back
de: Schnelles back-to-back zulassen
el: Αποδοχή γρήγορων back-to-back
fr: Accepte le transfert rapide de cache à cache
ia: Da acceptation rapide retro a retro
it: Accetta back-to-back veloce
ja: 高速バックツーバックを許可
kn: ವೇಗವಾಗಿ ಮರುಕಳಿಸುವುದನ್ನು ಸ್ವೀಕರಿಸು
lv: Pieņemt ātro 'aizmugure-uz-aizmuguri'
nl: Snelle een-op-een toestaan
ro: Acceptă înapoi-spre-înapoi în mod rapid
si: අධිවේදී නැවත-නැවතත් පිළිගන්න
sv: Tillåt snabba intilliggande accesser
uk: Приймати fast-back у back
zh_cn: 支持快速背靠背(back-to-back)操作

source: Data parity error
cs: Chyba parity dat
de: Datenparitätsfehler
el: Σφάλμα ισοτιμίας δεδομένων (parity)
fr: Erreur de parité sur les données
ia: Error de paritate de dato
it: Errore di parità dei dati
ja: データパリティエラー
kn: ದತ್ತಾಂಶ ಅನುರೂಪತೆಯಲ್ಲಿ ದೋಷವಿದೆ
lv: Datu paritātes kļūda
mk: Грешка во парноста на податоците
nl: Data pariteitcontrole
ro: Eroare paritate date
ru: Ошибка чётности данных
si: දත්ත සමානත්ව වරදක්
sv: Dataparitetsfel
uk: Помилка парності даних
zh_cn: 数据奇偶错误

source: Device selection timing
cs: Časování výběru zařízení
de: Zeit für Geräteauswahl
el: Χρονισμός επιλογής συσκευής
fr: Délai de sélection de périphérique
ia: Tempore de selection de dispositivo
it: Tempistica della selezione dei dispositivi
ja: デバイス選択タイミング
kn: ಸಾಧನದ ಆಯ್ಕೆಯ ಸಮಯ
lv: Ierīces izvēles laiks
nl: Apparaatselectie timing
ro: Temporizare selecție dispozitiv
si: උපකරණ තේරීම් වේලාතැබීම
sv: Tidsreglering av enhetsval
uk: Час вибірки пристрою
zh_cn: 设备选择时间

source: Signaled target abort
cs: Signalizováno cílové selhání
de: Ziel-Abbruch signalisieren
el: Σήμα εγκατάλειψης προορισμού
fr: Abandon de la cible signalé
ia: On signalava abortar de objectivo
it: Interruzione target segnalata
kn: ಸೂಚಿಸಿಲಾದ ಗುರಿಯನ್ನು ತ್ಯಜಿಸು
lv: Signalizēta mērķa apturēšana
nl: Gesignaleerde doelafbreking
ro: Abandonarea țintei semnalate
si: සංඥා කල ඉලක්ක පිටවීම
sv: Signalerade målavbrytning
uk: Сигнал про відмову цілі
zh_cn: 信号目标中止

source: Received target abort
cs: Obdrženo cílové selhání
de: Ziel-Abbruch empfangen
el: Λήψη εγκατάλειψης προορισμού
fr: Abandon de la cible reçu
ia: On recipeva abortar de objectivo
it: Interruzione target ricevuta
kn: ಸ್ವೀಕರಿಸಲಾದ ಗುರಿಯನ್ನು ತ್ಯಜಿಸುವಿಕೆ
lv: Saņemta mērķa apturēšana
nl: Ontvangen doelafbreking
ro: Abandonarea țintei recepționate
si: ලැබුනු ඉලක්ක පිටවීම
sv: Tog emot målavbrytning
uk: Отримано сигнал про відмову цілі
zh_cn: 已接受目标中止

source: Received master abort
cs: Obdrženo hlavní selhání
de: Haupt-Abbruch empfangen
el: Λήψη εγκατάλειψης κύριου
fr: Abandon du maître reçu
ia: On recipeva Abortar de maestro
it: Interruzione master ricevuta
kn: ಸ್ವೀಕರಿಸಲಾದ ಪ್ರಮುಖವಾದುದನ್ನು ತ್ಯಜಿಸುವಿಕೆ
lv: Saņemta vedēja apturēšana
nl: Ontvangen hoofdafbreking
ro: Abandonare master recepționat
si: ලැබුනු ප්‍රධාන පිටවීම
sv: Tog emot ägaravbrytning
uk: Отримано сигнал про відмову основного
zh_cn: 已接受主控中止

source: Signaled system error
cs: Signalizována systémová chyba
de: Systemfehler signalisiert
el: Σήμα σφάλματος συστήματος
fr: Erreur système signalée
ia: On signalava error de systema
it: Errore di sistema segnalato
kn: ಸೂಚಿಸಲಾದ ವ್ಯವಸ್ಥೆಯ ದೋಷದ
lv: Signalizēta sistēmas kļūda
mk: Сигнализирана системска грешка
nl: Gesignaleerde systeemfout
ro: Eroare de sistem semnalată
si: සංඥා කල පද්ධති වරදක්
sv: Signalerade systemfel
uk: Сигнал про системну помилку
zh_cn: 信号系统错误

source: Parity error
cs: Chyba parity
de: Paritätsfehler
el: Σφάλμα ισοτιμίας (parity)
fr: Erreur de parité
ia: Error de paritate
it: Errore di parità
ja: パリティエラー
kn: ಅನುರೂಪತೆಯಲ್ಲಿ ದೋಷ
lv: Paritātes kļūda
mk: Грешка во парност
nl: Pariteitfout
ro: Eroare de paritate
ru: Ошибка чётности
si: සමානත්ව වරදක්
sv: Paritetsfel
uk: Помилка парності
zh_cn: 奇偶错误

source: Latency
cs: Latence
de: Latenz
el: Περίοδος λανθάνουσας κατάστασης (latency)
fr: Latence
ia: Latentia
it: Latenza
ja: レイテンシ
kn: ಸುಪ್ತತೆ(ಲೇಟೆನ್ಸಿ)
lv: Aizture
mk: Доцнење
nl: Latentie
ro: Latență
ru: Латентность
si: ප්‍රමාදය
sv: Latenstid
uk: Затримка
zh_cn: 传输延迟

source: No major requirements (0x00)
cs: Bez významných požadavků (0x00)
de: Keine größeren Voraussetzungen (0x00)
el: Χωρίς κύριες απαιτήσεις (0x00)
fr: Aucune exigence majeure (0x00)
ia: Nulle requisitos major (0x00)
it: Nessun requisito particolare (0x00)
ja: major 必要なし (0x00)
kn: ಯಾವುದೆ ಪ್ರಮುಖ ಆವಶ್ಯಕತೆಗಳಿಲ್ಲ (೦x೦೦)
lv: Nav nopietnu prasību (0x00)
mk: Нема главни побарувања (0x00)
nl: Geen belangrijke eisen (0x00)
ro: Nicio necesitate majoră (0x00)
ru: Нет основных требований (0x00)
si: ප්‍රධාන අවශ්‍යතා නැත (0x00)
sv: Inga huvudkrav (0x0)
uk: Без основних вимог (0x00)
zh_cn: 无主需求(0x00)

source: Header
cs: Hlavička
de: Vorspann
el: Κεφαλίδα
fr: En-tête
ia: Capite
it: Intestazione
ja: ヘッダ
kn: ಹೆಡರ್
lv: Galvene
mk: Заглавие
ro: Antet
ru: Заголовок
si: ශීර්ෂකය
sv: Huvud
uk: Заголовок
zh_cn: 报头

source: Type
cs: Typ
de: Typ
el: Τύπος
ia: Typo
it: Tipo
ja: タイプ
kn: ಬಗೆ
lv: Tips
mk: Тип
ro: Tip
ru: Тип
si: වර්‍ගය
sv: Typ
uk: Тип
zh_cn: 类型

source: Multifunctional
cs: Polyfunkční
de: Multifunktional
el: Πολυλειτουργικό
fr: Multi-fonctionnel
it: Multifunzionale
ja: 多機能
kn: ಬಹುಕ್ರಿಯೆಯ
lv: Daudzfunkciju
mk: Мултифункционален
nl: Multifunctioneel
ro: Multifuncțional
ru: Многофункциональное
si: බහු-හැකියා
sv: Flerfunktionell
uk: Багатофункціональний
zh_cn: 多功能

source: Build-in self test
cs: Zabudovaná sebekontrola
de: Eingebauter Selbsttest
el: Ενσωματωμένος αυτοέλεγχος
fr: Auto-test intégré
ia: Auto prova interne
it: Autodiagnostica incorporata (BIST)
ja: ビルトインセルフテスト
kn: ಸ್ವಯಂ-ಪರೀಕ್ಷೆಯಲ್ಲಿ ನಿರ್ಮಿತ
lv: Iebūvētā pašpārbaude
mk: Вграден самостоен тест
nl: Ingebouwde zelftest
ro: Testare pe sine însuși încorporată
ru: Встроенный автотест
si: තිළැලි ස්ව-පරීක්‍ෂනය
sv: Inbyggd självtest
uk: Вбудована самоперевірка
zh_cn: 内建自检

source: BIST Capable
cs: Schopný BIST
de: BIST-Fähig
el: Δυνατότητα BIST
fr: Capacité d'auto-test intégré
ia: Capabile de BIST
it: Capacità BIST
ja: BIST あり
kn: BIST ಸಮರ್ಥವಾದ
lv: BIST spējīgs
mk: BIST-способен
nl: BIST capabel
ro: Capabil BIST
ru: Совместимость с BIST
si: BIST හැකියාව
sv: Klarar inbyggd självtest
uk: Можливість BIST
zh_cn: BIST 能力

source: BIST Start
el: Έναρξη BIST
fr: Démarrage d'auto-test intégré
ia: Initio de BIST
it: Avvio BIST
ja: BIST 開始
kn: BIST ಆರಂಭ
lv: BIST sākums
mk: BIST-старт
ro: Pornire BIST
ru: Запуск BIST
si: BIST ඇරඹුම
sv: Start av inbyggd självtest
uk: Запуск BIST
zh_cn: BIST 起始

source: Completion code
cs: Kód kompletace
de: Vervollständigungs-Code
el: Κώδικας συμπλήρωσης
fr: Code de complètement
ia: Codice de completamento
it: Codice di completamento
ja: 終了コード
kn: ಪೂರ್ಣಗೊಳಿಕೆಯ ಸಂಜ್ಞೆ
lv: Pabeigšanas kods
mk: Код за довршување
nl: Aanvullende code
ro: Cod de completare
ru: Код завершения
si: සම්පූර්ණකරන කේතය
sv: Avslutningskod
uk: Код завершення
zh_cn: 完成码

source: Size
cs: Velikost
de: Größe
el: Μέγεθος
fr: Taille
ia: Grandor
it: Dimensioni
ja: サイズ
kn: ಗಾತ್ರ
lv: Izmērs
mk: Големина
nl: Grootte
ro: Dimensiune
ru: Размер
si: ප්‍රමාණය
sv: Storlek
uk: Розмір
zh_cn: 大小

source: Address mappings
cs: Mapování adres
de: Adress-Zuordnungen
el: Θέσεις μνήμης
fr: Correspondances d'adresses
ia: Mappa de adresses
it: Mappature di indirizzi
ja: アドレスマッピング
kn: ವಿಳಾಸದ ಮ್ಯಾಪಿಂಗ್‌ಗಳು
lv: Adrešu kartējumi
mk: Мапирања на адреси
nl: Adresindelingen
ro: Mapări adrese
ru: Назначение адресов
si: ලිපින සිතියම්ගත කිරීම
sv: Adressavbildningar
uk: Приписування адрес
zh_cn: 地址映射

source: Mapping %1
cs: Mapování %1
de: Zuordnung von %1
el: Αντιστοιχία %1
fr: Correspondance %1
ia: Mappante %1
it: Mappatura %1
ja: マッピング %1
kn: %1 ಮ್ಯಾಪಿಂಗ್
lv: Kartējums %1
mk: Мапирање %1
nl: Indeling %1
ro: Mapare %1
ru: Назначение %1
si: %1 සිතියම්ගත කිරීම
sv: Avbildning %1
uk: Приписування %1
zh_cn: 映射 %1

source: Space
cs: Prostor
de: Bereich
el: Χώρος
fr: Espace
ia: Spatio
it: Spazio
ja: スペース
kn: ಸ್ಥಳಾವಕಾಶ
lv: Telpa
mk: Простор
nl: Bereik
ro: Spațiu
ru: Пространство
si: ඉඩ
sv: Rymd
uk: Простір
zh_cn: 空间

source: Memory
cs: Paměť
de: Speicher
el: Μνήμη
fr: Mémoire
ia: Memoria
it: Memoria
ja: メモリ
kn: ಸ್ಮೃತಿ
lv: Atmiņa
mk: Меморија
nl: Geheugen
ro: Memorie
ru: Память
si: මතකය
sv: Minne
uk: Пам'ять
zh_cn: 内存
