Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcm_pci.po
Languages: cs, de, el, fr, ia, it, ja, kn, lv, mk, nl, ro, ru, si, sv, uk, zh_cn

source: Unspecified
cs: Neurčeno
de: Nicht spezifiziert
el: Μη ορισμένο
fr: Non spécifié
ia: Non specificate
it: Non specificato
ja: 指定なし
kn: ಸೂಚಿಸದೆ ಇರುವ
lv: Nenorādīts
mk: Неодредено
nl: Onbepaald
ro: Nespecificat
ru: Неопределённый
si: ලබා දී නොමැති
sv: Ospecificerad
uk: Не вказано
zh_cn: 未指定

source: USB Device
cs: Zařízení USB
de: USB-Gerät
el: Συσκευή USB
fr: Périphérique USB
ia: Dispositivo USB
it: Dispositivo USB
ja: USB デバイス
kn: USB ಸಾಧನ
lv: USB ierīce
mk: USB-уред
nl: USB-apparaat
ro: Dispozitiv USB
ru: Устройство USB
si: USB මෙවලම
sv: USB-enhet
uk: Пристрій USB
zh_cn: USB 设备

source: Keyboard controller style
cs: Styl řadiče klávesnice
de: Tastatur-Controller-Stil
el: Στυλ ελεγκτή πληκτρολογίου
fr: Similaire à un contrôleur de clavier
ia: stilo de controlator de claviero
it: Stile del controllore della tastiera
ja: キーボードコントローラースタイル
kn: ಕೀಲಿಮಣೆ ನಿಯಂತ್ರಕ ಶೈಲಿ
lv: Tastatūras kontroliera stils
mk: Стил на контролер на тастатура
nl: Stijl van toetsenbordcontroller
ro: Stil controlor tastatură
ru: Тип контроллера клавиатуры
si: යතුරුපුවරු පාලක රටාව
sv: Tangentbordsstyrkretsens stil
uk: Стиль контролера клавіатури
zh_cn: 键盘控制器风格

source: Block transfer
cs: Blokový přenos
de: Blockübertragung
el: Μεταφορά τμήματος
fr: Transfert par bloc
ia: transferimento de bloco
it: Trasferimento in blocco
ja: ブロック転送
kn: ಖಂಡ ವರ್ಗಾವಣೆ
lv: Bloku pārraide
mk: Блоковски пренос
nl: Blokoverdracht
ro: Transfer de block
ru: Блочная передача
si: හුවමාරුව වලකන්න
sv: Blocköverföring
uk: Блокове передавання
zh_cn: 阻塞传输

source: Vital product data
cs: Důležitá data produktu
de: Vital-Produkt-Daten
el: Ζωτικά δεδομένα προϊόντος
fr: Données vitales de produit
ia: datos de producto vital
it: Dati vitali del prodotto
ja: 重要製品データ
kn: ಆವಶ್ಯಕ ಉತ್ಪನ್ನ ದತ್ತಾಂಶ
lv: Svarīgi produkta dati
nl: Vitale productgegevens
ro: Date vitale despre produs
ru: Важные сведения о продукте
si: වැදගත් නිශ්පාදක දත්ත
sv: Vital produktdata
uk: Важливі дані про продукт
zh_cn: 重要产品数据

source: Slot identification
cs: Identifikace slotu
de: Slot-Kennung
el: Αναγνώριση υποδοχής
fr: Identification d'emplacement
ia: identification de slot
it: Identificazione dello slot
ja: スロット ID
kn: ಕಂಡಿ(ಸೀಳು) ಗುರುತು
lv: Ligzdas identifikācija
mk: Идентификација на лежиште
ro: Identificare soclu
ru: Идентификатор слота
si: ස්ලොට් හඳුනාගැනීම
sv: Platsidentifiering
uk: Визначення слоту
zh_cn: 存储槽标识

source: CompactPCI hot swap
fr: Échange à chaud Compact PCI
ia: hot swap de PCI
it: Cambio in corsa CompactPCI
ja: CompactPCI ホットスワップ
kn: CompactPCI ಹಾಟ್ ಸ್ವಾಪ್
lv: CompactPCI karstā maiņvieta
ro: Schimbare la cald CompactPCI
ru: Горячая замена CompactPCI
sv: CompactPCI spänningssatt byte
uk: Гаряче резервування CompactPCI
zh_cn: CompactPCI 热切换

source: HyperTransport
kn: ಹೈಪರ್ಟ್ರಾನ್ಸ್ಪೋರ್ಟ್
si: අධි-ප්‍රවාහනය
zh_cn: 超传输

source: Vendor specific
cs: Specifické pro výrobce
de: Anbieterspezifisch
el: Λεπτομέρειες κατασκευαστή
fr: Spécifique au fabricant
ia: Specific de venditor
it: Specifico del fornitore
ja: ベンダー特有
kn: ಮಾರಾಟಗಾರರನ್ನು ಅವಲಂಬಿತ
lv: Ražotāja specifisks
mk: Специфично за производителот
nl: Distributeurspecifiek
ro: Specific vânzătorului
ru: Задано производителем
si: නිශ්පාදක කේන්ද්‍රීය
sv: Leverantörsspecifik
uk: Залежний від постачальника
zh_cn: 销售商信息

source: Debug port
cs: Ladicí port
el: Θύρα αποσφαλμάτωσης
fr: Port de débogage
ia: porto de cribrar
it: Porta di debug
ja: デバッグポート
kn: ದೋಷನಿವಾರಣಾ ಸಂಪರ್ಕಸ್ಥಾನ
lv: Atkļūdošanas ports
nl: Debug-poort
ro: Port de depanare
ru: Отладочный порт
si: නිවැරදිකරණ පෝර්ට්
sv: Felsökningsport
uk: Порт усування вад
zh_cn: 调试端口

source: CompactPCI central resource control
cs: CompactPCI centrální řízení zdrojů
de: CompactPCI zentrale Ressourcen-Kontrolle
el: Έλεγχος κεντρικού πόρου CompactPCI
fr: Contrôle de la ressource centrale Compact PCI
ia: Controlo de ressource central CompactPCI
it: Controllo centrale delle risorse CompactPCI
ja: CompactPCI 中央リソース制御
kn: CompactPCI ಕೇಂದ್ರೀಕೃತ ಸಂಪನ್ಮೂಲ ನಿಯಂತ್ರಣ
lv: CompactPCI centrālā resursu kontrole
nl: CompactPCI centrale resource-control
ro: Control resurse central CompactPCI
ru: Центр управления ресурсами CompactPCI
si: CompactPCI මධ්‍යම සම්පත් පාලනය
sv: CompactPCI central resursstyrning
uk: Центральне керування ресурсами CompactPCI
zh_cn: CompactPCI 中央资源控制

source: PCI hot-plug
fr: Enfichage à chaud PCI
ia: PC hot-plug
it: Hot-plug PCI
ja: PCI ホットプラグ
kn: PCI ಹಾಟ್‌-ಪ್ಲಗ್
lv: PCI karstā spraudnēšana
ro: Conectare-caldă PCI
ru: Горячая замена PCI
sv: PCI spänningssatt inkoppling
zh_cn: PCI 热插拔

source: Secure device
cs: Bezpečné zařízení
de: Sicheres Gerät
el: Ασφαλής συσκευή
fr: Périphérique sécurisé
ia: Dispositivo Secur
it: Dispositivo sicuro
ja: セキュアデバイス
kn: ಸುರಕ್ಷಿತ ಸಾಧನ
lv: Drioša ierīce
mk: Безбеден уред
nl: Beveiligd apparaat
ro: Dispozitiv sigur
ru: Безопасное устройство
si: ආරක්‍ෂිත උපාංගය:
sv: Säker enhet
uk: Пристрій безпеки
zh_cn: 安全设备

source: PCI express
kn: PCI ಎಕ್ಸ್‌ಪ್ರೆಸ್
zh_cn: PCI-E

source: Fast
cs: Rychlé
de: Schnell
el: Γρήγορο
fr: Rapide
ia: Rapide
it: Veloce
ja: 高速
kn: ವೇಗ
lv: Ātrs
mk: Брзо
nl: Snel
ro: Rapid
ru: Быстрый
si: වේගවත්
sv: Snabb
uk: Швидкий
zh_cn: 快

source: Medium
cs: Střední
de: Mittel
el: Μέσο
fr: Moyen
it: Medio
ja: 中速
kn: ಮಧ್ಯಮ
lv: Vidējs
mk: Средно
nl: Middel
ro: Mediu
ru: Средний
si: මධ්‍යම
sv: Normal
uk: Середній
zh_cn: 中等

source: Slow
cs: Pomalé
de: Langsam
el: Αργό
fr: Lent
ia: Lente
it: Lento
ja: 低速
kn: ನಿಧಾನ
lv: Lēns
mk: Бавно
nl: Traag
ro: Lent
ru: Медленный
si: අඩු වේගී
sv: Långsam
uk: Повільний
zh_cn: 慢

source: 32 bit
fr: 32 bits
ja: 32 ビット
kn: ೩೨ ಬಿಟ್
lv: 32 biti
mk: 32 бита
ro: 32 de biți
ru: 32-бит
uk: 32-бітовий
zh_cn: 32 位

source: Below 1M
cs: Pod 1 M
de: Unter 1M
el: Κάτω από 1M
fr: En-dessous de 1M
ia: Infra 1M
it: Sotto 1M
ja: 1M 以下
kn: ೧M ಗಿಂತ ಕೆಳಗಿನ
lv: Zem 1M
mk: Под 1M
nl: Onder 1M
ro: Sub 1M
ru: Ниже 1M
si: 1M ට පහළ
sv: Under 1 M
uk: Нижче 1М
zh_cn: 1M 以下

source: 64 bit
fr: 64 bits
ja: 64 ビット
kn: ೬೪ ಬಿಟ್
lv: 64 biti
mk: 64 битно
ro: 64 de biți
ru: 64-бит
si: බිට් 64
uk: 64-бітовий
zh_cn: 64 位

source: Standard
cs: Standardní
el: Τυπικό
ja: 標準
kn: ಶಿಷ್ಟ
lv: Standarta
mk: Стандардно
nl: Standaard
ru: Стандартный
si: සම්මත
uk: Стандартний
zh_cn: 标准

source: 1X
kn: ೧X

source: 2X
kn: ೨X

source: 1X & 2X
it: 1× e 2×
kn: ೧X ಹಾಗು ೨X
mk: 1X и 2X
ro: 1X și 2X
ru: 1X и 2X
sv: 1X och 2X
uk: 1X і 2X
zh_cn: 1X 和 2X

source: 4X
kn: ೪X

source: 1X & 4X
it: 1× e 4×
kn: ೧X ಹಾಗು ೪X
mk: 1X и 4X
ro: 1X și 4X
ru: 1X и 4X
sv: 1X och 4X
uk: 1X і 4X
zh_cn: 1X 和 4X

source: 2X & 4X
it: 2× e 4×
kn: ೨X ಹಾಗು ೪X
mk: 2X и 4X
ro: 2X și 4X
ru: 2X и 4X
sv: 2X och 4X
uk: 2X і 4X
zh_cn: 2X 和 4X

source: 1X & 2X & 4X
it: 1× e 2× e 4×
kn: ೧X ಹಾಗು ೨X ಹಾಘು ೪X
mk: 1X и 2X и 4X
ro: 1X și 2X și 4X
ru: 1X, 2X и 4X
sv: 1X, 2X och 4X
uk: 1X, 2X і 4X
zh_cn: 1X、2X 和 4X

source: 8X
kn: ೮X

source: 4X & 8X
it: 4X e 8X
kn: ೪X ಹಾಗು ೮X
mk: 4X и 8X
ro: 4X și 8X
ru: 4X и 8X
sv: 4X och 8X
uk: 4X і 8X
zh_cn: 4X 和 8X

source: 4 ms
kn: ೪ ms
ru: 4 мс
uk: 4 мс
zh_cn: 4 毫秒

source: 16 ms
kn: ೧೬ ms
ru: 16 мс
uk: 16 мс
zh_cn: 16 毫秒

source: 64 ms
kn: ೬೪ ms
ru: 64 мс
uk: 64 мс
zh_cn: 64 毫秒

source: 256 ms
kn: ೨೫೬ ms
ru: 256 мс
uk: 256 мс
zh_cn: 256 毫秒

source: Not needed
cs: Není potřeba
de: Nicht benötigt
el: Δεν απαιτείται
fr: Non nécessaire
ia: Non necessari
it: Non necessario
ja: 必要なし
kn: ಅಗತ್ಯವಿಲ್ಲ
lv: Nav nepieciešams
mk: Не е потребно
nl: Niet nodig
ro: Nu este necesar
ru: Не требуется
si: අවශ්‍ය නොවේ
sv: Behövs inte
uk: Не потрібне
zh_cn: 不需要

source: 0 (self powered)
cs: 0 (samonapájené)
de: 0 (eigene Stromversorgung)
el: 0 (αυτοτροφοδοτούμενο)
fr: 0 (auto-alimenté)
ia: 0 (auto alimentate)
it: 0 (autonomo)
ja: 0 (セルフパワー)
kn: ೦ (ಸ್ವತಃ ಶಕ್ತಿಹೊಂದಿದೆ)
lv: 0 (pašapgādājošs)
mk: 0 (само се напојува)
ro: 0 (alimentat de sine însuși)
ru: 0 (своё питание)
si: 0 (ස්ව බලැති)
sv: 0 (egen kraft)
uk: 0 (автономне живлення)
zh_cn: 0(自供电)

source: 55 mA
kn: ೫೫ mA
ru: 55 мА
uk: 55 мА
zh_cn: 55 毫安

source: 100 mA
kn: ೧೦೦ mA
ru: 100 мА
uk: 100 мА
zh_cn: 100 毫安

source: 160 mA
kn: ೧೬೦ mA
ru: 160 мА
uk: 160 мА
zh_cn: 160 毫安

source: 220 mA
kn: ೨೨೦ mA
ru: 220 мА
uk: 220 мА
zh_cn: 220 毫安

source: 270 mA
kn: ೨೭೦ mA
ru: 270 мА
uk: 270 мА
zh_cn: 270 毫安

source: 320 mA
kn: ೩೨೦ mA
ru: 320 мА
uk: 320 мА
zh_cn: 320 毫安

source: 375 mA
kn: ೩೭೫ mA
ru: 375 мА
uk: 375 мА
zh_cn: 375 毫安

source: 1 vector
cs: 1 vektor
de: 1 Vektor
el: 1 διάνυσμα
fr: 1 vecteur
it: 1 vettore
ja: 1 ベクトル
kn: ೧ ವೆಕ್ಟರುಗಳು
lv: 1 vektors
mk: 1 вектор
ru: 1 вектор
si: වෙක්ටර් 1
sv: 1 vektor
uk: 1 вектор
zh_cn: 1 单位向量

source: 2 vectors
cs: 2 vektory
de: 2 Vektoren
el: 2 διανύσματα
fr: 2 vecteurs
ia: 2 vectores
it: 2 vettori
ja: 2 ベクトル
kn: ೨ ವೆಕ್ಟರುಗಳು
lv: 2 vektori
mk: 2 вектори
ro: 2 vectori
ru: 2 вектора
si: වෙක්ටර් 2
sv: 2 vektorer
uk: 2 вектори
zh_cn: 2 单位向量

source: 4 vectors
cs: 4 vektory
de: 4 Vektoren
el: 4 διανύσματα
fr: 4 vecteurs
ia: 4 vectores
it: 4 vettori
ja: 4 ベクトル
kn: ೪ ವೆಕ್ಟರುಗಳು
lv: 4 vektori
mk: 4 вектори
ro: 4 vectori
ru: 4 вектора
si: වෙක්ටර් 4
sv: 4 vektorer
uk: 4 вектори
zh_cn: 4 单位向量

source: 8 vectors
cs: 8 vektorů
de: 8 Vektoren
el: 8 διανύσματα
fr: 8 vecteurs
ia: 8 vectores
it: 8 vettori
ja: 8 ベクトル
kn: ೮ ವೆಕ್ಟರುಗಳು
lv: 8 vektori
mk: 8 вектори
ro: 8 vectori
ru: 8 векторов
si: වෙක්ටර් 8
sv: 8 vektorer
uk: 8 векторів
zh_cn: 8 单位向量

source: 16 vectors
cs: 16 vektorů
de: 16 Vektoren
el: 16 διανύσματα
fr: 16 vecteurs
ia: 16 vectores
it: 16 vettori
ja: 16 ベクトル
kn: ೧೬ ವೆಕ್ಟರುಗಳು
lv: 16 vektori
mk: 16 вектори
ro: 16 vectori
ru: 16 векторов
si: වෙක්ටර් 16
sv: 16 vektorer
uk: 16 векторів
zh_cn: 16 单位向量

source: 32 vectors
cs: 32 vektorů
de: 32 Vektoren
el: 32 διανύσματα
fr: 32 vecteurs
ia: 32 vectores
it: 32 vettori
ja: 32 ベクトル
kn: ೩೨ ವೆಕ್ಟರುಗಳು
lv: 32 vektori
mk: 32 вектори
ro: 32 de vectori
ru: 32 вектора
si: වෙක්ටර් 32
sv: 32 vektorer
uk: 32 вектори
zh_cn: 32 单位向量

source: PCI Devices
cs: Zařízení PCI
de: PCI-Geräte
el: Συσκευές PCI
fr: Périphérique PCI
ia: Dispositivo PCI
it: Dispositivi PCI
nl: PCI-apparaten
ru: Устройства PCI
sv: PCI-enheter
uk: Пристрої PCI
zh_cn: PCI 设备

# unassigned address
source: Unassigned
cs: Nepřiřazeno
de: Nicht zugewiesen
el: αόριστη
fr: Non assignée
ia: Non assignate
it: Non assegnato
nl: Niet toegewezen
ro: Neatribuită
ru: Не назначен
sv: Ej tilldelad
uk: Не призначено
zh_cn: 未分配

# unassigned size
source: Unassigned
cs: Nepřiřazeno
de: Nicht zugewiesen
el: αόριστο
fr: Non assignée
ia: Non assignate
it: Non assegnato
nl: Niet toegewezen
ro: Neatribuită
ru: Не назначен
sv: Ej tilldelad
uk: Не призначено
zh_cn: 未分配

source: PIC
zh_cn: 可编程中断控制器(PIC)

source: RTC
ru: Часы реального времени
sv: Realtidsklocka
zh_cn: 实时时钟(RTC)

source: SMBus
zh_cn: 系统管理总线(SMBus)

source: CANbus
ru: Шина CAN
zh_cn: 现场总线(CANbus)

source: ISA RTC
fr: RTC ISA
ru: Часы реального времени ISA
sv: ISA-realtidsklocka
zh_cn: ISA 实时时钟(RTC)

source: (c) 2008 Nicolas Ternisien(c) 1998 - 2002 Helge Deller
de: © 2008 Nicolas Ternisien © 1998–2002 Helge Deller
ia: (c) 2008 Nicolas Ternisien(c)(c) 1998-2002 Helge Deller
it: © 2008 Nicolas Ternisien © 1998–2002 Helge Deller
ru: © Nicolas Ternisien, 2008 © Helge Deller, 1998-2002
sv: © 2008 Nicolas Ternisien© 1998 - 2002 Helge Deller
uk: © Nicolas Ternisien, 2008, © Helge Deller, 1998–2002

source: I/O
de: E/A
fr: E / S
ia: I/E
mk: В/И
ro: I/E
ru: Ввод/вывод
uk: В/В

source: kcm_pci
sv: IM PCI

source: BiDir
ja: 双方向
ru: Двунаправленное
sv: Dubbelriktad

source: ISA DMA
fr: DMA ISA

source: EISA DMA
fr: DMA EISA

source: AGP x8
fr: AGP 8x
it: AGP ×8

source: CardBus
ja: カードバス

source: I2O
ia: I20
