Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcm_pci.po
Languages: cs, de, el, fr, ia, it, ja, kn, lv, mk, nl, ro, ru, si, sv, uk, zh_cn

source: Unknown device class
cs: Neznámá třída zařízení
de: Unbekannte Geräteklasse
el: Άγνωστη κλάση συσκευής
fr: Classe de périphérique inconnue
ia: Classe de dispositivo incognite
it: Classe di dispositivi sconosciuta
ja: 未知のデバイスクラス
kn: ಗೊತ್ತಿರದ ಸಾಧನದ ವರ್ಗ
lv: Nezināma ierīces klase
mk: Непозната класа на уред
nl: Onbekende apparaatcategorie
ro: Clasă de dispozitive necunoscută
ru: Неизвестный класс устройства
si: නොදන්නා උපකරණ කාණ්ඩයක්
sv: Okänd enhetsklass
uk: Невідомий клас пристрою
zh_cn: 未知的设备分类

source: Non-VGA unclassified device
cs: Nezařazené ne-VGA zařízení
de: Unklassifiziertes Nicht-VGA-Gerät
el: Μη κατηγοριοποιημένη μη VGA συσκευή
fr: Périphérique non VGA non classé
ia: Dispositivo non classificate non-VGA
it: Dispositivo non VGA non classificato
ja: 非 VGA の未分類なデバイス
kn: VGA ಅಲ್ಲದ ವರ್ಗೀಕರಿಸದೆ ಇರುವ ಸಾಧನ
lv: Ne-VGA neklasificēta ierīce
mk: Некласифициран уред, не е VGA
nl: Niet-VGA ongeclassificeerd apparaat
ro: Dispozitiv non-VGA neclasificat
ru: Неопознанное устройство не-VGA
si: VGA-නොවන වර්ග නොකල උපකරණයක්
sv: Icke-VGA oklassificerad enhet
uk: Не-VGA пристрій поза класифікацією
zh_cn: 未分类的非 VGA 设备

source: VGA unclassified device
cs: Nezařazené VGA zařízení
de: Unklassifiziertes VGA-Gerät
el: Μη κατηγοριοποιημένη VGA συσκευή
fr: Périphérique VGA non classé
ia: Dispositivo non classificate VGA
it: Dispositivo VGA non classificato
ja: VGA の未分類なデバイス
kn: VGA ವರ್ಗೀಕರಿಸದೆ ಇರುವ ಸಾಧನ
lv: VGA neklasificēta ierīce
mk: Некласифициран уред, VGA
nl: VGA ongeclassificeerd apparaat
ro: Dispozitiv VGA neclasificat
ru: Неопознанное устройство VGA
si: VGA වර්ග නොකල උපකරණයක්
sv: VGA oklassificerad enhet
uk: Пристрій VGA поза класифікацією
zh_cn: 未分类的 VGA 设备

source: Unknown unclassified device
cs: Neznámé nezařazené zařízení
de: Unbekanntes unklassifiziertes Gerät
el: Μη κατηγοριοποιημένη άγνωστη συσκευή
fr: Périphérique inconnu non classé
ia: Dispositivo incognite non classificate
it: Dispositivo sconosciuto non classificato
ja: 未知の未分類なデバイス
kn: ಗೊತ್ತಿರದ ವರ್ಗೀಕರಿಸದೆ ಇರುವ ಸಾಧನ
lv: Nezināma neklasificēta ierīce
mk: Непознат некласифициран уред
nl: Onbekend ongeclassificeerd apparaat
ro: Dispozitiv neclasificat necunoscut
ru: Неизвестное неопознанное устройство
si: නොදන්නා වර්ග නොකල උපකරණයක්
sv: Okänd oklassificerad enhet
uk: Невідомий пристрій поза класифікацією
zh_cn: 未知的未分类设备

source: SCSI storage controller
cs: Řadič SCSI
de: SCSI-Controller für Massenspeicher
el: Ελεγκτής αποθήκευσης SCSI
fr: Contrôleur de stockage SCSI
ia: Controlator de memoria (immagazinage) SCSI
it: Controllore di memorizzazione SCSI
ja: SCSI ストレージコントローラ
kn: SCSI ಶೇಖರಣಾ ನಿಯಂತ್ರಕ
lv: SCSI glabāšanas kontrolieris
nl: SCSI-opslagcontroller
ro: Controlor de stocare SCSI
ru: Контроллер устройства хранения данных SCSI
si: SCSI ගබදා පාලකය
sv: SCSI-lagringsstyrkrets
uk: Контролер пристрою зберігання SCSI
zh_cn: SCSI 存储控制器

source: IDE controller
cs: IDE řadič
el: Ελεγκτής IDE
fr: Contrôleur IDE
ia: Controlator IDE
it: Controllore IDE
ja: IDE コントローラ
kn: IDE ನಿಯಂತ್ರಕ
lv: IDE kontrolieris
mk: IDE-контролер
ro: Controlor IDE
ru: Контроллер IDE
si: IDE පාලකය
sv: IDE-styrkrets
uk: Контролер IDE
zh_cn: IDE 控制器

source: Floppy disk controller
cs: Ovladač disketové mechaniky
de: Diskettenlaufwerks-Controller
el: Ελεγκτής οδηγού δισκέτας
fr: Contrôleur de disquette
ia: Controlator de disco floppy
it: Controllore per dischetti
ja: フロッピーディスクコントローラ
kn: ಫ್ಲಾಪಿ ಡಿಸ್ಕ್ ನಿಯಂತ್ರಕ
lv: Disketes kontrolieris
mk: Контролер за дискетна единица
nl: Diskette-controller
ro: Controlor de dischetă
ru: Контроллер гибкого диска
si: නම්‍ය තැටි පාලකය
sv: Diskettstyrkrets
uk: Контролер гнучких дисків
zh_cn: 软驱控制器

source: IPI bus controller
cs: Řadič sběrnice IPI
el: Ελεγκτής διαύλου IPI
fr: Contrôleur de bus IPI
ia: Controlator de bus IPI
it: Controllore del bus IPI
ja: IPI バスコントローラ
kn: IP ಬಸ್ ನಿಯಂತ್ರಕ
lv: IPI kopnes kontrolieris
mk: Контролер на IPI-магистрала
ro: Controlor de magistrală IPI
ru: Контроллер шины IPI
si: IPI බස් පාලකය
sv: IPI-busstyrkrets
uk: Контролер шини IPI
zh_cn: IPI 总线控制器

source: RAID bus controller
cs: Řadič sběrnice RAID
de: RAID-Controller
el: Ελεγκτής διαύλου RAID
fr: Contrôleur de bus RAID
ia: Controlator de bus RAID
it: Controllore del bus RAID
ja: RAID バスコントローラ
kn: RAID ಬಸ್ ನಿಯಂತ್ರಕ
lv: RAID kopnes kontrolieris
mk: Контролер на RAID-магистрала
ro: Controlor de magistrală RAID
ru: Контроллер шины RAID
si: RAID බස් පාලකය
sv: RAID-busstyrkrets
uk: Контролер шини RAID
zh_cn: RAID 总线控制器

source: ATA controller
cs: ATA řadič
el: Ελεγκτής ATA
fr: Contrôleur ATA
ia: Controlator ATA
it: Controllore ATA
ja: ATA コントローラ
kn: ATA ನಿಯಂತ್ರಕ
lv: ATA kontrolieris
mk: ATA-контролер
ro: Controlor ATA
ru: Контроллер ATA
si: ATA පාලකය
sv: ATA-styrkrets
uk: Контролер ATA
zh_cn: ATA 控制器

source: Serial ATA direct port access
cs: Přímý přístup na port Serial ATA
de: Zugriff auf Serial-ATA Direct-Port
el: Πρόσβασης άμεσης θύρας Serial ATA
fr: Accès direct au port « Serial ATA »
ia: Accesso de porto directe Serial ATA
it: Accesso diretto alla porta ATA seriale
ja: Serial ATA ダイレクトポートアクセス
kn: ಸೀರಿಯಲ್ ATA ನೇರ ಸಂಪರ್ಕಸ್ಥಾನ ನಿಲುಕಣೆ
lv: Serial ATA tieša porta pieeja
mk: Директен пристап до порта на сериска ATA
nl: Serieel ATA directe poort toegang
ro: Acces direct la portul Serial ATA
ru: Прямой доступ к порту Serial ATA
si: සීරියල් ATA ඍජු පෝර්ට් පිවිසුම
sv: Seriell ATA direkt portåtkomst
uk: Послідовний ATA з прямим доступом до порту
zh_cn: SATA 直接端口访问

source: Unknown storage controller
cs: Řadič neznámého úložiště
de: Unbekannter Massenspeicher-Controller
el: Άγνωστος ελεγκτής αποθήκευσης
fr: Contrôleur de stockage inconnu
ia: Controlator de memoria (immagazinage) incognite
it: Controllo di memorizzazione sconosciuto
ja: 未知のストレージコントローラ
kn: ಗೊತ್ತಿರದ ಶೇಖರಣಾ ನಿಯಂತ್ರಕ
lv: Nezināma glabāšanas kontrolieris
nl: Onbekende opslagcontroller
ro: Controlor de stocare necunoscut
ru: Неизвестный контроллер устройства хранения данных
si: නොදන්නා ගබඩා පාලකය
sv: Okänd lagringsstyrkrets
uk: Невідомий контролер пристроїв зберігання
zh_cn: 未知的存储控制器

source: Ethernet controller
cs: Ovladač Ethernetu
el: Ελεγκτής Ethernet
fr: Contrôleur Ethernet
ia: Controlator Ethernet
it: Controllore Ethernet
ja: イーサネットコントローラ
kn: ಎತರ್ನೆಟ್ ನಿಯಂತ್ರಕ
lv: Ethernet kontrolieris
mk: Етернет-контролер
ro: Controlor Ethernet
ru: Контроллер проводного соединения Ethernet
si: Ethernet පාලකය
sv: Ethernet-styrkrets
uk: Контролер Ethernet
zh_cn: 以太网控制器

source: Token ring network controller
cs: Řadič sítě typu Token Ring
de: Token Ring Netzwerk-Controller
el: Ελεγκτής δικτύου Token ring
fr: Contrôleur de réseau en anneau
ia: Controlator de rete Token Ring
it: Controllore di rete token ring
ja: トークンリングネットワークコントローラ
kn: ಟೋಕನ್ ರಿಂಗ್ ಜಾಲಬಂಧ ನಿಯಂತ್ರಕ
lv: Token ring tīkla kontrolieris
mk: Контролер за мрежа „Token ring“
nl: Token-ring-netwerk-controller
ro: Controlor de rețea Jeton-pe-inel
ru: Сетевой контроллер Token ring
si: ටෝකන මුදු ජාල පාලකය
sv: Token ring-nätverksstyrkrets
uk: Контролер кільцевої мережі з маркерним доступом
zh_cn: 令牌环网络控制器

source: FDDI network controller
cs: Síťový řadič FDDI
de: FDDI-Netzwerk-Controller
el: Ελεγκτής δικτύου FDDI
fr: Contrôleur réseau FDDI
ia: Controlator de rete FDDI
it: Controllore di rete FDDI
ja: FDDI ネットワークコントローラ
kn: FDDI ಜಾಲಬಂಧ ನಿಯಂತ್ರಕ
lv: FDDI tīkla kontrolieris
mk: Контролер за FDDI-мрежа
nl: FDDI-netwerk-controller
ro: Controlor de rețea FDDI
ru: Сетевой контроллер FDDI
si: FDDI ජාල පාලකය
sv: FDDI-nätverksstyrkrets
uk: Мережевий контролер FDDI
zh_cn: FDDI 网络控制器

source: ATM network controller
cs: Síťový řadič ATM
de: ATM-Netzwerk-Controller
el: Ελεγκτής δικτύου ATM
fr: Contrôleur de réseau ATM
ia: Controlator de rete ATM
it: Controllore di rete ATM
ja: ATM ネットワークコントローラ
kn: ATM ಜಾಲಬಂಧ ನಿಯಂತ್ರಕ
lv: ATM tīkla kontrolieris
mk: Контролер за ATM-мрежа
nl: ATM-netwerk-controller
ro: Controlor de rețea ATM
ru: Сетевой контроллер ATM
si: ATM ජාල පාලකය
sv: ATM nätverksstyrkrets
uk: Мережевий контролер ATM
zh_cn: ATM 网络控制器

source: ISDN controller
cs: Zařízení ISDN
el: Ελεγκτής ISDN
fr: Contrôleur ISDN
ia: Controlator ISDN
it: Controllore ISDN
ja: ISDN コントローラ
kn: ISDN ನಿಯಂತ್ರಕ
lv: ISDN kontrolieris
mk: ISDN-контролер
ro: Controlor ISDN
ru: Контроллер ISDN
si: ISDN පාලකය
sv: ISDN-styrkrets
uk: Контролер ISDN
zh_cn: ISDN 控制器

source: WorldFip controller
cs: Ovládání WorldFip
el: Ελεγκτής WorldFip
fr: Contrôleur WorldFip
ia: Controlator WorldFip
it: Controllore WorldFip
ja: WorldFip コントローラ
kn: WorldFip ನಿಯಂತ್ರಕ
lv: WordFilp kontrolieris
ro: Controlor WorldFip
ru: Контроллер WorldFip
si: WorldFip පාලකය
sv: WorldFip-styrkrets
uk: Контролер WorldFip
zh_cn: WorldFip 控制器

source: PICMG 2.14 multi computing
fr: Calcul multiple « PICMG 2.14 »
ia: PICMG 2.14 multi computation
it: Multicalcolo PICMG 2.14
ja: PICMG 2.14 マルチコンピューティング
kn: PICMG 2.14 ಬಹು ಗಣಕೀಕರಣ
ro: Procesare multiplă PICMG 2.14
ru: MultiComputing PICMG 2.14
si: PICMG 2.14 බහු ගණනය
sv: PICMG 2.14 multiberäkning
zh_cn: PICMG 2.14 多值计算

source: Unknown network controller
cs: Neznámý síťový řadič
de: Unbekannter Netzwerk-Controller
el: Άγνωστος ελεγκτής δικτύου
fr: Contrôleur réseau inconnu
ia: Controlator de rete incognite
it: Controllore di rete sconosciuto
ja: 未知のネットワークコントローラ
kn: ಗೊತ್ತಿರದ ಜಾಲಬಂಧ ನಿಯಂತ್ರಕ
lv: Nezināms tīkla kontrolieris
mk: Непознат контролер за мрежа
nl: Onbekende netwerkcontroller
ro: Controlor de rețea necunoscut
ru: Неизвестный сетевой контроллер
si: නොදන්නා ජාල පාලකය
sv: Okänd nätverksstyrkrets
uk: Невідомий мережевий контролер
zh_cn: 未知的网络控制器

source: VGA compatible controller
cs: Zařízení VGA kompatibilní
de: VGA-kompatibler Controller
el: Ελεγκτής συμβατός με VGA
fr: Contrôleur compatible VGA
ia: Controlator compatibile VGA
it: Controllore compatibile con VGA
ja: VGA コンパチブルコントローラ
kn: VGA ಸಹವರ್ತನೀಯ ನಿಯಂತ್ರಕ
lv: VGA savietojams kontrolieris
mk: Контролер компатибилен со VGA
nl: VGA compatibele controller
ro: Controlor compatibil VGA
ru: VGA-совместимый контроллер
si: VGA හැකියාවැති පාලකය
sv: VGA-kompatibel styrkrets
uk: Сумісний з VGA контролер
zh_cn: VGA 兼容的控制器

source: XGA compatible controller
cs: Zařízení XGA kompatibilní
de: XGA-kompatibler Controller
el: Ελεγκτής συμβατός με XGA
fr: Contrôleur compatible XGA
ia: Controlator compatibile XGA
it: Controllore compatibile con XGA
ja: XGA コンパチブルコントローラ
kn: XGA ಸಹವರ್ತನೀಯ ನಿಯಂತ್ರಕ
lv: XGA savietojams kontrolieris
mk: Контролер компатибилен со XGA
nl: XGA compatibele controller
ro: Controlor compatibil XGA
ru: XGA-совместимый контроллер
si: XGA හැකියාවැති පාලකය
sv: XGA-kompatibel styrkrets
uk: Сумісний з XGA контролер
zh_cn: XGA 兼容的控制器

source: 3D controller
cs: 3D zařízení
el: Ελεγκτής 3D
fr: Contrôleur 3D
ia: Controlator 3D
it: Controllore 3D
ja: 3D コントローラー
kn: 3D ನಿಯಂತ್ರಕ
lv: 3D kontrolieris
mk: Контролер за 3D
ro: Controlor 3D
ru: 3D-контроллер
si: 3D පාලකය
sv: 3D-styrkrets
uk: Контролер 3D
zh_cn: 3D 控制器

source: Unknown display controller
cs: Neznámý zobrazovací řadič
de: Unbekannter Grafik-Controller
el: Άγνωστος ελεγκτής γραφικών
fr: Contrôleur d'affichage inconnu
ia: Controlator de schermo incognite
it: Controllore visivo sconosciuto
ja: 不明なディスプレイコントローラ
kn: ಗೊತ್ತಿರದ ಪ್ರದರ್ಶಕ ನಿಯಂತ್ರಕ
lv: Nezināms displeja kontrolieris
mk: Непознат контролер за графика
nl: Onbekende beeldschermcontroller
ro: Controlor de afișare necunoscut
ru: Неизвестный контроллер монитора
si: නොදන්නා දර්ශක පාලකය
sv: Okänd bildskärmsstyrkrets
uk: Невідомий контролер дисплея
zh_cn: 未知的显示控制器

source: Multimedia video controller
cs: Multimediální video řadič
el: Ελεγκτής πολυμέσων βίντεο
fr: Contrôleur vidéo multimédia
ia: Controlator de video multimedia
it: Controllore video multimediale
ja: マルチメディアビデオコントローラ
kn: ಬಹುಮಾಧ್ಯಮ ವೀಡಿಯೊ ನಿಯಂತ್ರಕ
lv: Multivides video kontrolieris
mk: Контролер за мултимедијално видео
ro: Controlor video multimedia
ru: Мультимедиа контроллер видео
si: බහුමාධ්‍ය දෘශ්‍ය පාලකය
sv: Multimedia videostyrkrets
uk: Мультимедійний контролер відео
zh_cn: 多媒体视频控制器

source: Multimedia audio controller
cs: Multimediální audio řadič
el: Ελεγκτής πολυμέσων ήχου
fr: Contrôleur audio multimédia
ia: Controlator de audio multimedia
it: Controllore audio multimediale
ja: マルチメディアオーディオコントローラ
kn: ಬಹುಮಾಧ್ಯಮ ಆಡಿಯೊ ನಿಯಂತ್ರಕ
lv: Multivides audio kontrolieris
mk: Контролер за мултимедијално аудио
ro: Controlor audio multimedia
ru: Мультимедиа контроллер аудио
si: බහුමාධ්‍ය ශ්‍රව්‍ය පාලකය
sv: Multimedia ljudstyrkrets
uk: Мультимедійний звуковий контролер
zh_cn: 多媒体音频控制器

source: Computer telephony device
cs: Telefonní počítačové zařízení
de: Telefonie-Gerät
el: Συσκευή τηλεφωνίας υπολογιστή
fr: Périphérique de téléphonie par ordinateur
ia: Dispositivo de telephonia de computator
it: Dispositivo di telefonia informatica
ja: コンピュータテレフォニーデバイス
kn: ಗಣಕೀಯ ದೂರವಾಣಿ ಸಾಧನ
lv: Datortelefona ierīce
mk: Уред за компјутерска телефонија
nl: Computertelefonieapparaat
ro: Dispozitiv telefonic de calculator
ru: Устройство компьютерной телефонии
si: පරිගණක දුරකථන උපකරණ
sv: Datoriserad telefonienhet
uk: Пристрій комп’ютерної телефонії
zh_cn: 计算机语音通讯设备

source: Unknown multimedia controller
cs: Neznámý multimediální řadič
de: Unbekannter Multimedia-Controller
el: Άγνωστος ελεγκτής πολυμέσων
fr: Contrôleur multimédia inconnu
ia: Controlator multimedia incognite
it: Controllore multimediale sconosciuto
ja: 未知のマルチメディアコントローラ
kn: ಗೊತ್ತಿರದ ಬಹುಮಾಧ್ಯಮ ಸ್ಮೃತಿ
lv: Nezināms multivides kontrolieris
mk: Непознат мултимедијален контролер
nl: Onbekende multimediacontroller
ro: Controlor multimedia necunoscut
ru: Неизвестный мультимедиа контроллер
si: නොදන්නා බහුමාධ්‍ය පාලකය
sv: Okänd multimediastyrkrets
uk: Невідомий мультимедійний контролер
zh_cn: 未知的多媒体控制器

source: RAM memory
cs: Paměť RAM
de: RAM-Speicher
el: Μνήμη RAM
fr: Mémoire vive
ia: Memoria RAM
it: Memoria RAM
ja: RAM メモリ
kn: RAM ಸ್ಮೃತಿ
lv: RAM atmiņa
mk: RAM-меморија
nl: RAM-geheugen
ro: Memorie RAM
ru: Оперативная память
si: RAM මතකය
sv: RAM-minne
uk: Оперативна пам'ять
zh_cn: 内存

source: FLASH memory
cs: Paměť FLASH
de: FLASH-Speicher
el: Μνήμη FLASH
fr: Mémoire FLASH
ia: Memoria FLASH
it: Memoria FLASH
ja: フラッシュメモリ
kn: FLASH ಸ್ಮೃತಿ
lv: FLASH atmiņa
mk: FLASH-меморија
nl: FLASH-geheugen
ro: Memorie FLASH
ru: Флеш-память
si: FLASH මතකය
sv: FLASH-minne
uk: Пам’ять FLASH
zh_cn: 闪存

source: Unknown memory controller
cs: Neznámý paměťový řadič
de: Unbekannter Speicher-Controller
el: Άγνωστος ελεγκτής μνήμης
fr: Contrôleur mémoire inconnu
ia: Controlator de memoria incognite
it: Controllore di memoria sconosciuto
ja: 未知のメモリコントローラ
kn: ಗೊತ್ತಿರದ ಸ್ಮೃತಿ ನಿಯಂತ್ರಕ
lv: Nezināms atmiņas kontrolieris
mk: Непознат контролер за меморија
nl: Onbekende geheugencontroller
ro: Controlor de memorie necunoscut
ru: Неизвестный контроллер памяти
si: නොදන්නා මතක පාලකය
sv: Okänd minnesstyrkrets
uk: Невідомий контролер пам’яті
zh_cn: 未知的内存控制器

source: Host bridge
cs: Hostitelský můstek
de: Host-Brücke
el: Γέφυρα Host
fr: Pont d'hôte
ia: Ponte hospite
it: Ponte ospite
ja: ホストブリッジ
kn: ಅತಿಥೇಯ ಸೇತುಬಂಧ
lv: Saimnieka tilts
ro: Punte gazdă
ru: Мост
si: ධාරක පාලම
sv: Värddatorbrygga
uk: Північний місток
zh_cn: 主桥

source: ISA bridge
cs: Můstek ISA
de: ISA-Brücke
el: Γέφυρα ISA
fr: Pont ISA
ia: Ponte ISA
it: Ponte ISA
ja: ISA ブリッジ
kn: ISA ಸೇತುಬಂಧ
lv: ISA tilts
mk: ISA-мост
ro: Punte ISA
ru: Мост ISA
si: ISA පාලම
sv: ISA-brygga
uk: Місток ISA
zh_cn: ISA 桥

source: EISA bridge
cs: Můstek EISA
de: EISA-Brücke
el: Γέφυρα EISA
fr: Pont EISA
ia: Ponte EISA
it: Ponte EISA
ja: EISA ブリッジ
kn: EISA ಸೇತುಬಂಧ
lv: EISA tilts
mk: EISA-мост
ro: Punte EISA
ru: Мост EISA
si: EISA පාලම
sv: EISA-brygga
uk: Місток EISA
zh_cn: EISA 桥

source: MicroChannel bridge
cs: Můstek MicroChannel
de: MicroChannel-Brücke
el: Γέφυρα MicroChannel
fr: Pont MicroChannel
ia: Ponte MicroChannel
it: Ponte MicroChannel
ja: MicroChannel ブリッジ
kn: ಮೈಕ್ರೋಚಾನಲ್ ಸೇತುಬಂಧ
lv: MicroChannel tilts
mk: MicroChannel-мост
ro: Punte MicroChannel
ru: Мост MicroChannel
si: ක්ෂුද්‍ර චැනල පාලම
sv: MicroChannel-brygga
uk: Місток MicroChannel
zh_cn: 微通道桥

source: PCI bridge
cs: Můstek PCI
de: PCI-Brücke
el: Γέφυρα PCI
fr: Pont PCI
ia: Ponte PCI
it: Ponte PCI
ja: PCI ブリッジ
kn: PCI ಸೇತುಬಂಧ
lv: PCI tilts
mk: PCI-мост
ro: Punte PCI
ru: Мост PCI
si: PCI පාලම
sv: PCI-brygga
uk: Місток PCI
zh_cn: PCI 桥

source: PCMCIA bridge
cs: Můstek PCMCIA
de: PCMCIA-Brücke
el: Γέφυρα PCMCIA
fr: Pont PCMCIA
ia: Ponte PCMCIA
it: Ponte PCMCIA
ja: PCMCIA ブリッジ
kn: PCMCIA ಸೇತುಬಂಧ
lv: PCMCIA tilts
mk: PCMCIA-мост
ro: Punte PCMCIA
ru: Мост PCMCIA
si: PCMCIA පාලම
sv: PCMCIA-brygga
uk: Місток PCMCIA
zh_cn: PCMCIA 桥

source: NuBus bridge
cs: Můstek NuBus
de: NuBus-Brücke
el: Γέφυρα NuBus
fr: Pont NuBus
ia: Ponte NuBus
it: Ponte NuBus
ja: NuBus ブリッジ
kn: NuBus ಸೇತುಬಂಧ
lv: NuBus tilts
mk: NuBus-мост
ro: Punte NuBus
ru: Мост NuBus
si: NuBus පාලම
sv: NuBus-brygga
uk: Місток NuBus
zh_cn: NuBus 桥

source: CardBus bridge
cs: Můstek CardBus
de: CardBus-Brücke
el: Γέφυρα CardBus
fr: Pont CardBus
ia: Ponte CardBus
it: Ponte CardBus
ja: カードバスブリッジ
kn: CardBus ಸೇತುಬಂಧ
lv: CardBus tilts
mk: CardBus-мост
nl: Kaartbus-bridge
ro: Punte CardBus
ru: Мост CardBus
si: CardBus පාලම
sv: CardBus-brygga
uk: Місток CardBus
zh_cn: CardBus 桥

source: RACEway bridge
cs: RACEway můstek
de: RACEway-Brücke
el: Γέφυρα RACEway
fr: Pont RACEway
ia: Ponte RACEway
it: Ponte RACEway
ja: RACEway ブリッジ
kn: RACEway ಸೇತುಬಂಧ
lv: RACEway tilts
mk: RACEway-мост
ro: Punte RACEway
ru: Мост RACEway
si: RACEway පාලම
sv: RACEway-brygga
uk: Місток RACEway
zh_cn: RACEway 桥

source: Semi-transparent PCI-to-PCI bridge
cs: Polopropustný PCI-to-PCI můstek
de: Semi-transparente PCI-zu-PCI-Brücke
el: Ημιδιαφανής γέφυρα PCI-σε-PCI
fr: Pont semi-transparent PCI-vers-PCI
ia: Ponte semi-transparent ex PCI-a-PCI
it: Ponte tra PCI semitrasparente
ja: 半透過 PCI-to-PCI ブリッジ
kn: ಅರೆ-ಪಾರದರ್ಶಕ PCI-ಇಂದ-PCI ಗೆ ಸೇತುಬಂಧ
lv: Puscaurspīdīgs PCI-to-PCI tilts
nl: Semi-transparante PCI-naar-PCI bridge
ro: Punte semi-transparentă PCI-la-PCI
ru: Полупрозрачный мост PCI-к-PCI
si: අර්ධ-පාරදෘශ්‍ය PCI-සිට-PCIට පාලම
sv: Halvtransparent PCI-till-PCI brygga
uk: Напівпрозорий місток PCI-to-PCI
zh_cn: 半透明 PCI-PCI 桥接器

source: InfiniBand to PCI host bridge
cs: InfiniBand PCI hostitelský můstek
de: InfiniBand-zu-PCI-Host-Brücke
el: Γέφυρα InfiniBand σε PCI host
fr: Pont d'hôte InfiniBand vers PCI
ia: Ponte ex InfiniBand a host PCI
it: Ponte ospite da InfiniBand a PCI
ja: PCI ホストブリッジへのインフィニバンド
kn: PCI ಅತಿಥೇಯ ಸೇತುಬಂಧಕ್ಕೆ InfiniBand
lv: InfiniBand uz PCI saimnieka tilts
nl: InfiniBand-naar-PCI-host-bridge
ro: Punte gazdă InfiniBand la PCI
ru: Мост InfiniBand — PCI
si: PCI ධාරක පාලම සඳහා InfiniBand
sv: InfiniBand till PCI värddatorbrygga
uk: Північний місток InfiniBand на PCI
zh_cn: InfiniBand-PCI 桥接器

source: Unknown bridge
cs: Neznámý můstek
de: Unbekannte Brücke
el: Άγνωστη γέφυρα
fr: Pont inconnu
ia: Ponte incognite
it: Ponte sconosciuto
ja: 未知のブリッジ
kn: ಗೊತ್ತಿರದ ಸೇತುಬಂಧ
lv: Nezināms tilts
mk: Непознат мост
nl: Onbekende bridge
ro: Pune necunoscută
ru: Неизвестный мост
si: නොදන්නා පාලමක්
sv: Okänd brygga
uk: Невідомий місток
zh_cn: 未知的主板桥

source: Serial controller
cs: Sériový řadič
de: Seriell-Controller
el: Σειριακός ελεγκτής
fr: Contrôleur série
ia: Controlator serial
it: Controllore seriale
ja: シリアルコントローラ
kn: ಅನುಕ್ರಮಿತ ನಿಯಂತ್ರಕ
lv: Virknes kontrolieris
mk: Контролер за сериски порти
nl: Seriële controller
ro: Controlor serial
ru: Контроллер последовательного порта
si: සීරියල් පාලකය
sv: Seriestyrkrets
uk: Послідовний контролер
zh_cn: 串口控制器

source: Parallel controller
cs: Paralelní řadič
el: Παράλληλος ελεγκτής
fr: Contrôleur parallèle
ia: Controlator parallel
it: Controllore parallelo
ja: パラレルコントローラ
kn: ಸಮಾನಾಂತರ ನಿಯಂತ್ರಕ
lv: Paralēlais kontrolieris
mk: Контролер за паралелни порти
nl: Parallelle controller
ro: Controlor paralel
ru: Управление параллельного порта
si: සමාන්තර පාලකය
sv: Parallellstyrkrets
uk: Паралельний контролер
zh_cn: 并口控制器

source: Multiport serial controller
cs: Víceportový sériový řadič
de: Mehrfachport-Seriell-Controller
el: Σειριακός ελεγκτής multiport
fr: Contrôleur série multi-port
ia: Controlator de serial multiporto
it: Controllore seriale multiporta
ja: マルチポートコントローラ
kn: ಬಹುಸಂಪರ್ಕಸ್ಥಾನ ಅನುಕ್ರಮಿತ ನಿಯಂತ್ರಕ
lv: Daudzportu virknes kontrolieris
mk: Контролер за мултипортни сериски уреди
nl: Multipoort seriële controller
ro: Controlor serial multiport
ru: Многопортовый последовательный контроллер
si: බහු සීරියල් පාලකය
sv: Flerportars seriestyrkrets
uk: Багатопортовий послідовний контролер
zh_cn: 多连接串口控制器

source: Modem
el: Μόντεμ
ja: モデム
kn: ಮಾಡೆಮ್
lv: Modems
mk: Модем
ru: Модем
si: මොඩමය
uk: Модем
zh_cn: 调制解调器

source: GPIB (IEEE 488.1/2) controller
cs: Zařízení GPIB (IEEE 488.1/2)
el: Ελεγκτής GPIB (IEEE 488.1/2)
fr: Contrôleur GPIB (IEEE 488.1/2)
ia: controlator de GPIB (IEEE 488.1/2)
it: Controllore GPIB (IEEE 488.1/2)
ja: GPIB (IEEE 488.1/2) コントローラ
kn: GPIB (IEEE ೪೮೮.೧/೨) ನಿಯಂತ್ರಕ
lv: GPIB (IEEE 488.1/2) kontrolieris
mk: GPIB (IEEE 488.1/2) контролер
ro: Controlor GPIB (IEEE 488.1/2)
ru: Контроллер GPIB (IEEE 488.1/2)
si: GPIB (IEEE 488.1/2) පාලකය
sv: GPIB (IEEE 488.1/2)-styrkrets
uk: Контролер GPIB (IEEE 488.1/2)
zh_cn: GPIB(IEEE 488.1/2) 控制器

source: Smart card
el: Έξυπνη κάρτα
fr: Carte Smart
ia: carta intelligente (Smart Card)
ja: スマートカード
kn: ಚತುರ ಕಾರ್ಡ್
lv: Viedkarte
mk: Паметна картичка
ru: Смарт-карта
si: ස්මාට් කාඩ්
sv: Smartkort
uk: Смарт-картка
zh_cn: 智能卡

source: Unknown communication controller
cs: Neznámý komunikační řadič
de: Unbekannter Kommunikations-Controller
el: Άγνωστος ελεγκτής επικοινωνιών
fr: Contrôleur de communication inconnu
ia: controlator de communication incognite
it: Controllore di comunicazione sconosciuto
ja: 未知の通信コントローラ
kn: ಗೊತ್ತಿರದ ಸಂವಹನಾ ನಿಯಂತ್ರಕ
lv: Nezināms komunikāciju kontrolieris
mk: Непознат контролер за комуникација
nl: Onbekende communicatiecontroller
ro: Controlor de comunicații necunoscut
ru: Неизвестный контроллер связи
si: නොදන්නා සන්නිවේදන පාලකය
sv: Okänd kommunikationsstyrkrets
uk: Невідомий комунікаційний контролер
zh_cn: 未知的通讯控制器

source: DMA controller
cs: Řadič DMA
el: Ελεγκτής DMA
fr: Contrôleur DMA
ia: controlator DMA
it: Controllore DMA
ja: DMA コントローラ
kn: DMA ನಿಯಂತ್ರಕ
lv: DMA kontrolieris
mk: DMA-контролер
ro: Controlor DMA
ru: Контроллер DMA
si: DMA පාලකය
sv: DMA-styrkrets
uk: Контролер DMA
zh_cn: DMA 控制器

source: Timer
cs: Časovač
de: Zeitgeber
el: Χρονόμετρο
fr: Temporisateur
ia: Temporisator
ja: タイマー
kn: ಟೈಮರ್
lv: Taimeris
mk: Тајмер
ro: Cronometru
ru: Таймер
si: වේලා ගණකය
sv: Tidkrets
uk: Таймер
zh_cn: 计时器

source: PCI Hot-plug controller
cs: PCI hot-plug řadič
el: Ελεγκτής PCI Hot-plug
fr: Contrôleur PCI Hot-plug
ia: controlator de PCI Hot-plug
it: Controllore hot-plug PCI
ja: PCI ホットプラグコントローラ
kn: PCI ಹಾಟ್‌-ಪ್ಲಗ್ ನಿಯಂತ್ರಕ
lv: PCI karstās spraudnēšanas kontrolieris
ro: Controlor conectare-caldă PCI
ru: Контроллер горячей замены PCI
si: PCI Hot-plug පාලකය
sv: PCI spänningssatt inkopplingsstyrkrets
uk: Контролер PCI Hot-plug
zh_cn: PCI 热插拔控制器

source: System peripheral
cs: Systémové periferie
de: Systemgerät
el: Περιφερειακό συστήματος
fr: Périphérique système
ia: Systema Peripheric
it: Periferica di sistema
ja: システム周辺機器
kn: ವ್ಯವಸ್ಥೆಯ ಬಿಡಿಭಾಗಗಳು(ಪೆರಿಫೆರಲ್)
lv: Sistēmas perifērijas ierīce
mk: Системски периферен уред
nl: Systeemrandapparaat
ro: Periferic de sistem
ru: Системное периферийное устройство
si: පද්ධති පර්යන්ත
sv: Systemperiferikrets
uk: Периферія системи
zh_cn: 系统外设

source: Unknown system peripheral
cs: Neznámá systémová periférie
de: Unbekanntes Systemgerät
el: Άγνωστο περιφερειακό συστήματος
fr: Périphérique système inconnu
ia: systema peripheral incognite
it: Periferica di sistema sconosciuta
ja: 未知のシステム周辺機器
kn: ಗೊತ್ತಿರದ ವ್ಯವಸ್ಥೆಯ ಬಾಹ್ಯ ಸಾಧನ
lv: Nezināma sistēmas perifērijas ierīce
mk: Непознат системски периферен уред
nl: Onbekend systeemrandapparaat
ro: Periferic de sistem necunoscut
ru: Неизвестная системная периферия
si: නොදන්නා පද්ධති පර්යන්ත
sv: Okänd systemperiferikrets
uk: Невідома периферія системи
zh_cn: 未知的系统外设
