Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcm_fileindexermonitor.po
Languages: de, el, he, it, sl, sv

# NAME OF TRANSLATORS
source: Your names
de: Frederik Schwarzer
el: Δημήτρης Καρδαράκος
he: אלקנה ברדוגו
it: Vincenzo Reale
sl: Andrej Mernik
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
de: schwarzer@kde.org
el: dimkard@gmail.com
he: ttv200@gmail.com
it: smart2128@baslug.org
sl: andrejm@ubuntu.si
sv: stefan.asserhall@bredband.net

source: File Indexer Monitor
de: Datei-Indizierungs체berwachung
el: Επόπτης δεικτοδότησης αρχείων
he: מנטר אינדוקס קבצים
it: Controllo dell'indicizzatore dei file
sl: Nadzornik izgrajevalnika kazala datotek
sv: Filindexeringsövervakare

source: Indexer State: %1
de: Indizierungsstatus: %1
el: Κατάσταση δεικτοδότησης: %1
he: מצב אינדקס: %1
it: Stato dell'indicizzatore: %1
sl: Stanje izgrajevalnika kazala: %1
sv: Indexeringstillstånd: %1

source: Indexing: %1
de: Indizierung: %1
el: Δεικτοδότηση: %1
he: אינדוקס: %1
it: Indicizzazione: %1
sl: Izgradnja kazala: %1
sv: Indexerar: %1

source: Done
de: Abgeschlossen
el: Ολοκληρώθηκε
he: סיום
it: Completata
sl: Kon훾ano
sv: Klar

source: Resume
de: Fortsetzen
el: Συνέχιση
he: המשך
it: Riprendi
sl: Nadaljuj
sv: Återupptagen

source: Suspend
de: Aussetzen
el: Αναστολή
he: השהיה
it: Sospendi
sl: V pripravljenost
sv: Viloläge

source: Remaining Time: %1
de: Verbleibende Zeit : %1
el: Υπολειπόμενος χρόνος: %1
he: זמן נותר: %1
it: Tempo rimanente: %1
sl: Preostali 훾as: %1
sv: Återstående tid: %1

source: File Indexer not running
de: Die Dateiindizierung l채uft nicht
el: Η εφαρμογή δεικτοδότησης αρχείων δεν εκτελείται
he: אינדוקס הקבצים אינו רץ
it: Indicizzatore dei file non in esecuzione
sl: Izgrajevalnik kazala datotek ne te훾e
sv: Filindexering kör inte

source: Start File Indexer
de: Datei-Indizierung starten
el: Εκκίνηση της εφαρμογής δεικτοδότησης αρχείων
he: הפעל את אינדוקס הקבצים
it: Avvia l'indicizzatore dei file
sl: Za탑eni izgrajevalnik kazala datotek
sv: Starta filindexering
