Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcm_pci.po
Languages: cs, de, el, fr, ia, it, ja, kn, lv, mk, nl, ro, ru, si, sv, uk, zh_cn

source: Prefetchable
cs: Přednačítaná
de: Vorausladbar
el: Προανάκτηση (prefetch)
fr: Préemptif
ia: Pre-recuperabile
ja: プリフェッチ可能
kn: ಮೊದಲೆ ಪಡೆಯಬಹುದಾದ
lv: Priekšienesama
nl: Vooruitlaadbaar
ro: Pre-Preluabil
ru: Предпочтительный
si: පෙර කැඳවීම
sv: Förhämntningsbart
uk: З вибіркою з випередженням
zh_cn: 可预取

source: Address
cs: Adresa
de: Adresse
el: Διεύθυνση
fr: Adresse
ia: Adresse
it: Indirizzo
ja: アドレス
kn: ವಿಳಾಸ
lv: Adrese
mk: Адреса
nl: Adres
ro: Adresă
ru: Адрес
si: ලිපිනය
sv: Adress
uk: Адреса
zh_cn: 地址

source: Bus
cs: Sběrnice
el: Δίαυλος
ja: バス
kn: ಬಸ್
lv: Kopne
mk: Магистрала
ro: Magistrală
ru: Шина
si: බස්
sv: Buss
uk: Шина
zh_cn: 总线

source: Primary bus number
cs: Číslo primární sběrnice
de: Primäre Busnummer
el: Αριθμός κύριου διαύλου
fr: Numéro du bus primaire
ia: Numero de bus primari
it: Numero di bus primario
ja: プライマリ・バス番号
kn: ಪ್ರಥಮ ಬಸ್ ಸಂಖ್ಯೆ
lv: Primārais kopnes numurs
mk: Број на примарна магистрала
nl: Primaire busnummer
ro: Număr magistrală primară
ru: Основной номер шины
si: ප්‍රධාන බස් අංකය
sv: Primärt bussnummer
uk: Номер головної шини
zh_cn: 主总线编号

source: Secondary bus number
cs: Číslo sekundární sběrnice
de: Sekundäre Busnummer
el: Αριθμός δευτερεύοντος διαύλου
fr: Numéro du bus secondaire
ia: Numero de bus secundari
it: Numero di bus secondario
ja: セカンダリ・バス番号
kn: ಅಪ್ರಮುಖ ಬಸ್ ಸಂಖ್ಯೆ
lv: Sekundārais kopnes numurs
mk: Број на секундарна магистрала
nl: Secundaire busnummer
ro: Număr magistrală secundară
ru: Вторичный номер шины
si: ද්විතීක බස් අංකය
sv: Sekundärt bussnummer
uk: Номер вторинної шини
zh_cn: 次总线编号

source: Subordinate bus number
cs: Číslo podřízené sběrnice
de: Untergeordnete Busnummer
el: Κατώτερος αριθμός διαύλου
fr: Numéro du bus subordonné
ia: Numero de bus subordinate
it: Numero di bus subordinato
ja: 従属バス番号
kn: ಅಧೀನ ಬಸ್ ಸಂಖ್ಯೆ
lv: Pakārtotais kopnes numurs
nl: Ondergeschikt busnummer
ro: Număr magistrală subordonată
ru: Подчинённый номер шины
si: උපකාරී බස් අංකය
sv: Underordnat bussnummer
uk: Підпорядкувати номер шини
zh_cn: 附属总线编号

source: Secondary latency timer
cs: Sekundární časovač latence
de: Sekundärer Latenz-Zeitgeber
el: Δευτερεύον χρονόμετρο latency
fr: Horloge de latence secondaire
ia: Temporisator de latentia secundari
it: Timer di latenza secondario
ja: セカンダリレイテンシタイマー
kn: ಅಪ್ರಮುಖ ಸುಪ್ತತೆ(ಲೇಟೆನ್ಸಿ) ಟೈಮರ್
lv: Sekundārais aiztures taimeris
mk: Секундарен тајмер на доцнење
nl: Secundaire latentietimer
ro: Temporizator latență secundar
ru: Вторичный таймер
si: ද්වීතීයක ප්‍රමාද වේලා තැබීම
sv: Sekundär latenstidtagare
uk: Вторинний таймер затримки
zh_cn: 次传输延迟时间

source: CardBus number
cs: Číslo CardBus
de: CardBus-Nummer
el: Αριθμός CardBus
fr: Numéro « CardBus »
ia: Numero de CardBus
it: Numero CardBus
ja: カードバス番号
kn: CardBus ಸಂಖ್ಯೆ
lv: CardBus numurs
mk: Број на CardBus
nl: CardBus-nummer
ro: Număr CardBus
ru: Номер CardBus
si: CardBus අංකය
sv: CardBus-nummer
uk: Номер CardBus
zh_cn: CardBus 总线编号

source: CardBus latency timer
cs: Časovač latence CardBus
de: CardBus-Latenz-Zeitgeber
el: Χρονόμετρο latency CardBus
fr: Horloge de latence de « CardBus »
ia: Temporisator de latentia de CardBus
it: Timer di latenza CardBus
ja: カードバスレイテンシタイマー
kn: ಕಾರ್ಡ್ ಬಸ್ ವಿಳಂಬಿತ ಟೈಮರ್
lv: CardBus aiztures taimeris
mk: Тајмер за доцнење на CardBus
nl: CardBus-latentietimer
ro: Temporizator latență CardBus
ru: Таймер CardBus
si: CardBus ප්‍රමාද වේලා තැබීම
sv: CardBus-latenstidtagare
uk: Таймер затримки CardBus
zh_cn: CardBus 总线传输延迟时间

source: Secondary status
cs: Sekundární stav
de: Sekundärer Status
el: Δευτερεύουσα κατάσταση
fr: État secondaire
ia: Stato secundari
it: Stato secondario
ja: セカンダリステータス
kn: ಎರಡನೆಯ ಸ್ಥಿತಿ
lv: Sekundārais statuss
mk: Секундарен статус
nl: Secundaire status
ro: Stare secundar
ru: Состояние вторичного
si: ද්විතීක තත්ත්වය
sv: Sekundär status
uk: Статус вторинного
zh_cn: 次状态

source: I/O behind bridge
cs: I/O za můstkem
de: E/A hinter Brücke
el: I/O πίσω από γέφυρα
fr: E / S derrière un pont
ia: I/E ponte ultra (I/O behind bridge)
it: I/O oltre il ponte
ja: ブリッジ後 I/O
kn: ಸೇತುಬಂಧದ(ಬ್ರಿಡ್ಜ್) ಹಿಂದಿನ I/O
lv: I/O aiz tilta
mk: В/И зад мостот
nl: I/O achter bridge
ro: I/O puntea din spate
ru: Ввод/вывод за мостом
si: පාලමට පසු I/O
sv: I/O bakom brygga
uk: Ввід/вивід за мостом
zh_cn: 桥接后的 I/O

source: 32-bit
fr: 32-bits
ja: 32 ビット
kn: ೩೨-ಬಿಟ್
lv: 32-bitu
mk: 32-битно
ro: 32 de biți
ru: 32-битный
sv: 32-bitar
uk: 32-бітовий
zh_cn: 32 位

source: Base
cs: Základna
de: Basis
el: Βάση
ja: ベース
kn: ಮೂಲ
lv: Bāze
mk: Основа
nl: Basis
ro: Bază
ru: Базовый
si: මූලය
sv: Bas
uk: Основний
zh_cn: 基准

source: Limit
de: Beschränkung
el: Όριο
fr: Limite
ia: Limite
it: Limite
ja: 制限
kn: ಮಿತಿ
lv: Ierobežojums
mk: Граница
nl: Limiet
ro: Limită
ru: Лимиты
si: සීමාව
sv: Gräns
uk: Обмеження
zh_cn: 限制

source: Memory behind bridge
cs: Paměť za můstkem
de: Speicher hinter Brücke
el: Μνήμη πίσω από γέφυρα
fr: Mémoire derrière un pont
ia: Memoria ultra ponte
it: Memoria oltre il ponte
ja: ブリッジ後メモリ
kn: ಸೇತುಬಂಧದ(ಬ್ರಿಡ್ಜ್) ಹಿಂದಿನ ಸ್ಮೃತಿ
lv: Atmiņa aiz tilta
mk: Меморија зад мостот
nl: Geheugen achter bridge
ro: Memorie punte din spate
ru: Память за мостом
si: පාලමට පසු මතකය
sv: Minne bakom brygga
uk: Пам’ять за мостом
zh_cn: 桥接后的内存

source: Prefetchable memory behind bridge
cs: Přednačítaná paměť za můstkem
de: Vorausladbarer Speicher hinter Brücke
el: Προανακτούμενη μνήμη (prefetch) πίσω από γέφυρα
fr: Mémoire préemptive derrière un pont
ia: Memoria pre-recuperabile ultra ponte
it: Memoria prefetchable oltre il ponte
ja: ブリッジ後プリフェッチ可能メモリ
kn: ಸೇತುವಿನ ಹಿಂಭಾಗದ ಸ್ಮೃತಿ ಯನ್ನು ಮರು ಆವಾಹಿಸು
lv: Priekšienesama atmiņa aiz tilta
nl: Vooruitlaadbare geheugen achter bridge
ro: Memorie pre-preluabilă la puntea din spate
ru: Предпочтение памяти за мостом
si: පාලම පසුපස ඇති පෙර කැඳවුම් මතකය
sv: Förhämntningsbart minne bakom brygga
uk: Пам’ять з вибіркою з випередженням за мостом
zh_cn: 桥接后的可预取内存

source: 64-bit
fr: 64-bits
ja: 64 ビット
kn: ೬೪-ಬಿಟ್
lv: 64-bitu
mk: 64-битно
ro: 64 de biți
ru: 64-битный
si: බිට් 64
sv: 64-bitar
uk: 64-бітовий
zh_cn: 64 位

source: Bridge control
cs: Ovládání můstku
de: Steuerung der Brücke
el: Έλεγχος γέφυρας
fr: Contrôle du pont
ia: Controlo de Ponte
it: Controllo del ponte
ja: ブリッジ制御
kn: ಸೇತುಬಂಧ ನಿಯಂತ್ರಣ
lv: Tilta kontrole
mk: Контрола на мостот
nl: Bridge-controle
ro: Control punte
ru: Управление мостом
si: පාලම් පාලනය
sv: Bryggstyrning
uk: Керування мостом
zh_cn: 桥接控制

source: Secondary parity checking
cs: Sekundární ověřování parity
de: Paritätsprüfung des Sekundärgeräts
el: Δευτερεύων έλεγχος ισοτιμίας (parity)
fr: Vérification de la parité secondaire
ia: Verificar paritate secundari
it: Controllo di parità secondario
ja: セカンダリパリティチェック
kn: ಅಪ್ರಮುಖ ಅನುರೂಪ ಪರಿಶೀಲನೆ
lv: Sekundārā paritātes pārbaude
mk: Секундарна проверка на парност
nl: Secundaire pariteitcontrole
ro: Verificare paritate secundar
ru: Вторичная проверка чётности
si: ද්විතීයක සමානත්ච පිරික්සුම
sv: Sekundär paritetskontroll
uk: Вторинна перевірка парності
zh_cn: 次要奇偶校验

source: Secondary system error
cs: Sekundární systémová chyba
de: Systemfehler des Sekundärgeräts
el: Δευτερεύον σφάλμα συστήματος
fr: Erreur système secondaire
ia: Error de systema secundari
it: Errore di sistema secondario
ja: セカンダリシステムエラー
kn: ಅಪ್ರಮುಖ ವ್ಯವಸ್ಥೆ ದೋಷ
lv: Sekundārā sistēmas kļūda
mk: Секундарна системска грешка
nl: Secundaire systeemfout
ro: Eroare de sistem secundar
ru: Вторичная системная ошибка
si: ද්විතීක පද්ධති දෝෂය
sv: Sekundärt systemfel
uk: Помилка вторинної системи
zh_cn: 次要系统错误

source: ISA ports forwarding
cs: Přesměrování ISA portů
de: ISA-Port-Weiterleitung
el: Προώθηση θυρών ISA
fr: Re-direction des ports ISA
ia: invio de portos ISA
it: Inoltro di porte ISA
ja: ISA ポートフォワーディング
kn: ISA ಸಂಪರ್ಕಸ್ಥಾನಗಳ ಫಾರ್ವಾರ್ಡಿಂಗ್
lv: ISA portu pārvadīšana
nl: ISA-poorten doorgeven
ro: Înaintare porturi ISA
ru: Переадресация портов ISA
si: ISA පෝර්ට් ඉදිරියට යැවීම
sv: Vidarebefordring av ISA-portar
uk: Переспрямування портів ISA
zh_cn: ISA 端口转发

source: VGA forwarding
cs: Přesměrování VGA
de: VGA-Weiterleitung
el: Προώθηση VGA
fr: Re-direction VGA
ia: invio de VGA
it: Inoltro VGA
ja: VGA フォワーディング
kn: VGA ಫಾರ್ವಾರ್ಡಿಂಗ್
lv: VGA pārvadīšana
nl: VGA doorgeven
ro: Înaintare VGA
ru: Переадресация VGA
si: VGA ඉදිරියට යැවීම
sv: Vidarebefordring av VGA
uk: Переспрямування VGA
zh_cn: VGA 转发

source: Master abort
cs: Hlavní selhání
de: Haupt-Abbruch
el: Εγκατάλειψη κυρίου
fr: Abandon du maître
ia: Abortar Maestro
it: Interruzione master
kn: ಪ್ರಮುಖವದುದನ್ನು ತ್ಯಜಿಸು(ಬಿಟ್ಟುಬಿಡು)
lv: Vedēja apturēšana
nl: Hoofdafbreken
ro: Abandonare Master
si: ප්‍රධානය නවත්වන්න
sv: Ägaravbrytning
uk: Відмова основного
zh_cn: 主控中止

source: Secondary bus reset
cs: Reset sekundární sběrnice
de: Sekundär-Bus-Zurücksetzung
el: Μηδενισμός δευτερεύοντος διαύλου
fr: Ré-initialisation du bus secondaire
ia: Reinitialisar bus secundari
it: Azzeramento del bus secondario
ja: セカンダリバスリセット
kn: ದ್ವಿತೀಯ ಬಸ್ ಅನ್ನು ಮರುನಿಗದಿಗೊಳಿಸು
lv: Sekundārās kopnes atstatīšana
mk: Секундарен ресет на магистрала
nl: Secundaire busreset
ro: Magistrală secundară reinițializată
ru: Сброс вторичной шины
si: ද්වීතියක බස් ප්‍රතිසැකසීම
sv: Sekundär bussåterställning
uk: Перезапуск вторинної шини
zh_cn: 次要总线重置

source: Secondary back-to-back writes
cs: Sekundární zápisy back-to-back
de: back-to-back-Schreiben für Sekundär-Bus
el: Δευτερεύουσες εγγραφές back-to-back
fr: Écritures secondaires de cache à cache
ia: Scripturas retro a retro secundari
it: Scrittura back-to-back secondaria
ja: セカンダリバックツーバック書き込み
kn: ಉಪಯೋಗವಿಲ್ಲದ್ದನ್ನು ಸಂಗ್ರಹಕ್ಕೆ ವರ್ಗಾಯಿಸು(ಬರೆಯು)
lv: Sekundārie 'aizmugures-uz-aizmuguri' ieraksti
nl: Secundaire een-op-een schrijven
ro: Scrieri înapoi-spre-înapoi secundare
si: ද්විතීයක නැවත ලිවීම්
sv: Sekundära intilliggande skrivningar
uk: Вторинні записи back-to-back
zh_cn: 次要背靠背(back-to-back)写入

source: Primary discard timer counts
cs: Primární počty odkládacího časovače
de: Anzahl Verzögerungs-Takte des primären Gerätes
el: Αριθμός πρωτευόντων απορρίψεων χρονομέτρου
fr: Décompte du temporisateur d'abandon primaire
ia: Computos de temporisator pro abandonar Primari
it: Conteggi del timer di annullamento primario
ja: プライマリタイマー破棄カウント
kn: ಪ್ರಾಥಮಿಕ ಟೈಮರ್ ಎಣಿಕೆಯನ್ನು ತ್ಯಜಿಸುವಿಕೆ
lv: Primārā izmešanas taimera uzskaitījumi
nl: Primaire negerentimer teller
ro: Contorizări temporizator primar de descărcare
si: ප්‍රධාන ඉවතදමන වේලා ගණන
sv: Primära värden från förkastningstidtagare
uk: Головний таймер відкидання рахує
zh_cn: 主要丢弃计时器计数

source: 2e10 PCI clocks
cs: Takty 2e10 PCI
de: 2e10 PCI-Zeitgeber
el: ρολόι 2e10 PCI
fr: 2e10 cycles d'horloge PCI
ia: 2e10 horologios PCI (clocks)
it: Clock PCI 2e10
ja: 2e10 PCI クロック
kn: 2e10 PCI ಗಡಿಯಾರಗಳು
lv: 2e10 PCI taktētāji
mk: 2e10 PCI такта
nl: 2e10 PCI-klok
ro: Ceasuri 2e10 PCI
si: 2e10 PCI ඔරලෝසු
sv: 2e10 PCI-klockor
uk: 2e10 PCI-циклів
zh_cn: 2e10 PCI 时钟

source: 2e15 PCI clocks
cs: Takty 2e15 PCI
de: 2e15 PCI-Zeitgeber
el: ρολόι 2e15 PCI
fr: 2e15 cycles d'horloge PCI
ia: 2e15 horologios PCI (clocks)
it: Clock PCI 2e15
ja: 2e15 PCI クロック
kn: 2e15 PCI ಗಡಿಯಾರಗಳು
lv: 2e15 PCI taktētāji
mk: 2e15 PCI такта
nl: 2e15 PCI-klok
ro: Ceasuri 2e15 PCI
si: 2e15 PCI ඔරලෝසු
sv: 2e15 PCI-klockor
uk: 2e15 PCI-циклів
zh_cn: 2e15 PCI 时钟

source: Secondary discard timer counts
cs: Sekundární počty odkládacího časovače
de: Anzahl Verzögerungs-Takte des sekundären Gerätes
el: Αριθμός δευτερευουσών απορρίψεων χρονομέτρου
fr: Décompte du temporisateur d'abandon secondaire
ia: Computos de temporisator pro abandonar Secundari
it: Conteggi del timer di annullamento secondario
ja: セカンダリタイマー破棄カウント
kn: ಅಪ್ರಮುಖ ಟೈಮರ್ ಎಣಿಕೆಯನ್ನು ಬಿಟ್ಟುಬಿಡು(ತ್ಯಜಿಸು)
lv: Sekundārā izmešanas taimera uzskaitījumi
nl: Secundaire negerentimer teller
ro: Contorizări temporizator secundar de descărcare
si: ද්වීතීයක ඉවතදමන කාලගණන
sv: Sekundära värden från förkastningstidtagare
uk: Вторинний таймер відкидання рахує
zh_cn: 次要丢弃计时器计数

source: Discard timer error
cs: Chyba odkládacího časovače
de: Verzögerungs-Takt-Fehler
el: Σφάλμα απόρριψης χρονομέτρου
fr: Erreur du temporisateur d'abandon
ia: Error de temporisator de abandono
it: Errore del timer di annullamento
ja: タイマー破棄エラー
kn: ಟೈಮರ್ ದೋಷವನ್ನು ಬಿಟ್ಟುಬಿಡು
lv: Izmest taimera kļūdu
nl: Negerentimerfout
ro: Erorare temporizator de descărcare
si: කාලගණන දොෂ ඉවත දමන්න
sv: Fel vid förkastningstidtagning
uk: Відкинути помилку таймера
zh_cn: 丢弃计时器错误

source: Discard timer system error
cs: Systémová chyba odkládacího časovače
de: Verzögerungs-Takt-Systemfehler
el: Σφάλμα συστήματος απόρριψης χρονομέτρου
fr: Erreur système du temporisateur d'abandon
ia: Error de systema de temporisator de abandono
it: Errore di sistema del timer di annullamento
ja: タイマー破棄システムエラー
kn: ಟೈಮರ್ ವ್ಯವಸ್ಥೆಯ ದೋಷವನ್ನು ಬಿಟ್ಟುಬಿಡು
lv: Izmest taimera sistēmas kļūdu
nl: Negerentimer systeemfout
ro: Eroare sistem a temporizatorului de descărcare
si: ඉවතදමන වේලා පද්ධති දෝශයක්
sv: Systemfel vid förkastningstidtagning
uk: Відкинути помилку системи таймера
zh_cn: 丢弃计时器系统错误

source: Expansion ROM
cs: Rozšíření ROM
de: Erweiterungs-ROM
el: ROM επέκτασης
fr: ROM d'extension
it: ROM di espansione
ja: 拡張 ROM
kn: ವಿಸ್ತರಣಾ ROM
lv: Paplašinājuma ROM
mk: ROM за проширување
nl: ExpansieROM
ro: ROM de expansiune
ru: Расширение ПЗУ
si: විහිදිය හැකි ROM
sv: Expansionsläsminne
uk: ROM-розширення
zh_cn: 扩展 ROM

source: Memory windows
cs: Paměťová okna
de: Speicher-Fenster
el: Παράθυρα μνήμης
fr: Plages de mémoire
ia: Fenestras de memoria
it: Finestre di memoria
ja: メモリウィンドウ
kn: ಸ್ಮೃತಿ ಕಿಟಕಿಗಳು
lv: Atmiņas logi
mk: Мемориски прозорци
nl: Geheugenvenster
ro: Ferestre memorie
ru: Окна памяти
si: මතක කවුළු
sv: Minnesfönster
uk: Вікна пам’яті
zh_cn: 内存窗口

source: Window %1
cs: Okno %1
de: Fenster %1
el: Παράθυρο %1
fr: Plage %1
ia: Fenestra %1
it: Finestra %1
ja: ウィンドウ %1
kn: ಕಿಟಕಿ %1
lv: Logs %1
mk: Прозорец %1
nl: Venster %1
ro: Fereastra %1
ru: Окно %1
si: %1 කවුළුව
sv: Fönster %1
uk: Вікно %1
zh_cn: 窗口 %1

source: I/O windows
cs: I/O okna
de: E/A-Fenster
el: Παράθυρα I/O
fr: Plages d'entrées / sorties
ia: Fenestras de I/E
it: Finestre di I/O
ja: I/O ウィンドウ
kn: I/O ಕಿಟಕಿಗಳು
lv: I/O logi
mk: В/И прозорци
nl: I/O-venster
ro: Ferestre I/E
ru: Окна ввода/вывода
si: I/O කවුළුව
sv: I/O-fönster
uk: Вікна вводу/виводу
zh_cn: I/O 窗口

source: 16-bit
fr: 16-bits
ja: 16 ビット
kn: ೧೬-ಬಿಟ್
lv: 16-bitu
mk: 16-битно
ro: 16 biți
ru: 16-битный
sv: 16-bitar
uk: 16-бітові
zh_cn: 16 位

source: 16-bit legacy interface ports
cs: 16bitové porty historických rozhraní
de: 16-Bit Legacy-Ports
el: 16-bit πεπαλαιωμένες θύρες διασύνδεσης
fr: Ports d'interface de compatibilité avec le mode 16 bits
ia: Portos de interfacie de hereditate 16-bit
it: Porte di interfaccia retrocompatibili a 16 bit
ja: 16 ビットレガシーインターフェースポート
kn: ೧೬-ಬಿಟ್ ಸಾಂಪ್ರದಾಯಿಕ ಸಂಪರ್ಕಸಾಧನ ಸಂಪರ್ಕಸ್ಥಾನಗಳು
lv: 16-bitu vēsturiski ierīču porti
mk: 16-битни застарени порти за поврзување
nl: 16-bit legacy interfacepoorten
ro: Porturi interfață 16-biți depășite
ru: Устаревшие 16-битные интерфейсные порты
si: බිටු-16 දායාද අතුරුමුහුණත් පෝර්ට
sv: 16-bitars äldre gränssnittsportar
uk: 16-бітові порти застарілих інтерфейсів
zh_cn: 16 位传统接口

source: CardBus control
cs: Ovládání CardBus
de: CardBus-Steuerung
el: Έλεγχος CardBus
fr: Contrôle du « CardBus »
ia: Controlo de CardBus
it: Controllo CardBus
ja: カードバス制御
kn: CardBus ನಿಯಂತ್ರಣ
lv: CardBus kontrole
mk: Контрола на CardBus
nl: CardBus-beheer
ro: Control CardBus
ru: Управление CardBus
si: CardBus පාලකය
sv: CardBus-styrning
uk: Керування CardBus
zh_cn: CardBus 总线控制

source: Interrupts for 16-bit cards
cs: Přerušení pro 16bitové karty
de: Interrupts für 16-Bit-Karten
el: Διακοπές για κάρτες 16-bit
fr: Interruptions pour des cartes 16 bits
ia: Interruptiones pro cartas 16-bit
it: Interrupt per schede a 16 bit
ja: 16 ビットカードの割り込み
kn: ೧೬-ಬಿಟ್ ಕಾರ್ಡುಗಳಿಗಾಗಿನ ತಡೆಗಳು
lv: Pārtraukumi 16-bitu kartēm
mk: Прекини за 16-битни картички
nl: Interrupts voor 16-bit kaarten
ro: Întreruperi pentru cartele pe 16 biți
ru: Прерывания для 16-битных карт
si: 16-බිටු කාඩ්පත් සඳහා බාධාකිරීම්
sv: Avbrott för 16-bitars kort
uk: Переривання для 16-бітових карток
zh_cn: 16 位卡的中断

source: Window 0 prefetchable memory
cs: Okno 0 přednačítaná paměť
de: Fenster 0 – Vorausladbarer Speicher
el: Προανακτούμενη μνήμη παράθυρο 0
fr: Plage 0 de mémoire préemptive
ia: Memoria pre-recuperabile Fenestra 0
it: Memoria prefetchable della finestra 0
ja: ウィンドウ 0 プリフェッチ可能メモリ
kn: ಕಿಟಕಿ ೦ ಯ ಮೊದಲೆ ಪಡೆಯಬಹುದಾದ ಸ್ಮೃತಿ
lv: Logs 0 priekšienesama atmiņa
nl: Venster 0 vooruitlaadbaar geheugen
ro: Memorie pre-preluabilă a ferestrei 0
ru: Предпочитаемая память окна 0
si: කවුළු 0 පෙරකැඳවුම් මතකය
sv: Fönster 0 förhämntningsbart minne
uk: Вікно 0 пам’яті з вибіркою з випередженням
zh_cn: 窗口 0 预取内存

source: Window 1 prefetchable memory
cs: Okno 1 přednačítaná paměť
de: Fenster 1 – Vorausladbarer Speicher
el: Προανακτούμενη μνήμη παράθυρο 1
fr: Plage 1 de mémoire préemptive
ia: Memoria pre-recuperabile Fenestra 1
it: Memoria prefetchable della finestra 1
ja: ウィンドウ 1 プリフェッチ可能メモリ
kn: ಕಿಟಕಿ ೧ ರ ಮೊದಲೆ ಪಡೆಯಬಹುದಾದ ಸ್ಮೃತಿ
lv: Logs 1 priekšienesama atmiņa
nl: Venster 1 vooruitlaadbaar geheugen
ro: Memorie pre-preluabilă a ferestrei 1
ru: Предпочитаемая память окна 1
si: කවුළු 1 පෙරකැඳවුම් මතකය
sv: Fönster 1 förhämntningsbart minne
uk: Вікно 1 пам’яті з вибіркою з випередженням
zh_cn: 窗口 1 预取内存

source: Post writes
cs: Pozdější zápisy
de: Zeitversetztes Schreiben
el: Μεταεγγραφές
fr: Écritures différées
ia: Post Scripturas
it: Scrittura post
ja: Post 書き込み
kn: ಬರೆಯವಿಕೆಯ ನಂತರ
lv: Vēlie ieraksti
nl: Tijdverschoven schrijven
ro: Scrieri postate
si: පසු ලිවීම්
sv: Skicka skrivningar
uk: Post-записи
zh_cn: 后置写入

source: Raw PCI config space
cs: Neupravený konfigurační prostor PCI
de: Roher PCI-Einrichtungsspeicher
el: Χώρος ρύθμισης raw PCI
fr: Espace de configuration PCI brut
ia: Spatio de config de PCI Crude
it: Spazio di configurazione PCI grezzo
ja: Raw PCI 設定空間
kn: ಕಚ್ಚಾ PCI ಸಂರಚನಾ ಸ್ಥಳ
lv: Neapstrādāta PCI konfigurācijas telpa
nl: Onbewerkte PCI configuratieopslag
ro: Spațiu configurare PCI brut
ru: Необработанный заголовок конфигурации PCI
si: නොසැකසුනු PCI සැකසුම් ඉඩ
sv: Obehandlad PCI-inställningsrymd
uk: Простір налаштування Raw PCI
zh_cn: 原始 PCI 配置空间

source: Capabilities
cs: Schopnosti
de: Fähigkeiten
el: Δυνατότητες
fr: Capacités
ia: Capabilitates
it: Capacità
ja: 機能
kn: ಸಾಮರ್ಥ್ಯಗಳು
lv: Iespējas
mk: Способности
nl: Mogelijkheden
ro: Capacități
ru: Совместимость устройства
si: හැකියාවන්
sv: Egenskaper
uk: Можливості
zh_cn: 特性

source: Version
cs: Verze
el: Έκδοση
it: Versione
ja: バージョン
kn: ಆವೃತ್ತಿ
lv: Versija
mk: Верзија
nl: Versie
ro: Versiune
ru: Версия
si: වෙළුම
uk: Версія
zh_cn: 版本

source: Clock required for PME generation
cs: Hodiny nutné pro vytvoření události správy napájení
de: Zeitgeber benötigt für PME-Erzeugung
el: Απαιτούμενο ρολόι για γεννήτρια PME
fr: Horloge nécessaire pour la génération d'évènements de gestion de l'énergie (PME)
ia: Clock requirite pro generation de PME
it: Clock richiesto per la generazione PME
ja: クロックは PME 生成が必要です
kn: PME ಉತ್ಪಾದನೆಗಾಗಿ ಅಗತ್ಯವಿರುವ ಗಡಿಯಾರ
lv: PME ģenerācijai nepieciešams taktētājs
mk: Такт потребен за генерирање на PME
nl: Klok vereist voor PME-generatie
ro: Ceas necesar pentru generare PME
si: PME ජනණය සඳහා අවශ්‍ය ඔරලෝසුව
sv: Klocka krävs för PME-bildning
uk: Для створення PME потрібен годинник
zh_cn: PME 需要的时钟

source: Device-specific initialization required
cs: Vyžadována inicializace specifická pro zařízení
de: Gerätespezifische Initialisierung notwendig
el: Απαίτηση ειδικής για τη συσκευή αρχικοποίησης
fr: Initialisation nécessaire et spécifique au périphérique
ia: Initialisation specific de dispositivo requirite
it: Inizializzazione specifica per il dispositivo richiesta
ja: デバイス特有の初期化が必要です
kn: ಸಾಧನ-ನಿಶ್ಚಿತವಾದ ಆರಂಭಗೊಳಿಕೆಯ ಅಗತ್ಯವಿದೆ
lv: Nepieciešama ierīcei specifiska inicializācija
mk: Потребна е иницијализација специфична за уредот
nl: Apparaatspecifieke initialisatie vereist
ro: Inițializare specifică dispozitivului necesară
si: උපාංග-විශේෂිත ඇරඹම අවශ්‍ය වේ
sv: Enhetsspecifik initiering krävs
uk: Потрібна особлива ініціалізація пристрою
zh_cn: 设备需要特定的初始化

source: Maximum auxiliary current required in D3 cold
cs: Maximum přídavného proudu vyžadované v D3 cold
de: Maximale notwendige externe Spannung in „D3 kalt“
el: Μέγιστο απαιτούμενο ρεύμα στο ανενεργό D3
fr: Courant auxiliaire maximal exigé dans l'état « D3 à froid »
ia: Maxime currente auxiliar requirite in D3 frigide
it: Corrente ausiliaria massima richiesta in D3 cold
ja: D3 cold で要求される最大補助電流
kn: D3 ಆರಂಭಿಕ(ಶೈತ್ಯ) ಗರಿಷ್ಠ ಒತ್ತಾಸೆಯ ಹರಿವಿನ ಅಗತ್ಯವಿದೆ
lv: D3 cold režīmā nepieciešama maksimālā ārējā strāva
mk: Максимална додатна струја потребна на D3 ладно
nl: Maximum externe stroom vereist in D3 koud
ro: Este necesar de curent auxiliar maxim în D3 rece
si: D3 ශීත අවශ්‍ය උපරිම සහායක
sv: Maximal sekundärström som krävs i D3 kall
uk: Потрібний максимальний допоміжний струм для холодного D3
zh_cn: D3 cold 状态目前需要的最大辅助能力

source: D1 support
cs: Podpora D1
de: D1-Unterstützung
el: Υποστήριξη D1
fr: Prise en charge de l'état « D1 »
ia: Supporto de D1
it: Supporto D1
ja: D1 サポート
kn: D1 ಬೆಂಬಲ
lv: D1 atbalsts
mk: Поддршка за D1
nl: D1-ondersteuning
ro: Suport D1
ru: Поддержка D1
si: D1 සහාය
sv: D1-stöd
uk: Підтримка D1
zh_cn: D1 支持

source: D2 support
cs: Podpora D2
de: D2-Unterstützung
el: Υποστήριξη D2
fr: Prise en charge de l'état « D2 »
ia: Supporto de D2
it: Supporto D2
ja: D2 サポート
kn: D2 ಬೆಂಬಲ
lv: D2 atbalsts
mk: Поддршка за D2
nl: D2-ondersteuning
ro: Suport D2
ru: Поддержка D2
si: D2 සහාය
sv: D2-stöd
uk: Підтримка D2
zh_cn: D2 支持

source: Power management events
cs: Události správy napájení
de: Ereignisse der Energieverwaltung
el: Γεγονότα διαχείρισης ενέργειας
fr: Évènements de la gestion de l'énergie
ia: Eventos de gestion de energia
it: Eventi di gestione dell'energia
ja: 電源管理イベント
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ನಿರ್ವಹಣೆ ಸನ್ನಿವೇಶಗಳು
lv: Energokontroles notikumi
mk: Настани од менаџментот на енергија
nl: Vermogensbeheer gebeurtenissen
ro: Evenimente de gestiune a alimentării
ru: События управления питанием
si: ශක්ති පරිපාලක අවස්ථා
sv: Strömhanteringshändelser
uk: Події керування живленням
zh_cn: 电源管理事件

source: D3 hot
de: D3 heiß
el: D3 ενεργό
fr: D3 à chaud
ia: D3 calide
kn: D3 ಬಿಸಿ
lv: D3 karsts
mk: D3 топло
nl: D3 warm
ro: D3 cald
si: D3 උණුසුම්
sv: D3 varm
uk: Гарячий D3

source: D3 cold
de: D3 kalt
el: D3 ανενεργό
fr: D3 à froid
ia: D3 frigide
kn: D3 ತಣ್ಣನೆಯ
lv: D3 auksts
mk: D3 ладно
nl: D3 koud
ro: D3 rece
si: D3 ශීත
sv: D3 kall
uk: Холодний D3

source: Power state
cs: Stav napájení
de: Energiestatus
el: Κατάσταση ενέργειας
fr: État de l'énergie
ia: Stato de alimentation
it: Stato dell'energia
ja: 電源状態
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ಸ್ಥಿತಿ
lv: Enerģijas stāvoklis
mk: Состојба на енергија
nl: Vermogensstatus
ro: Starea alimentării
ru: Состояние питания
si: ශක්ති තත්වය
sv: Strömtillstånd
uk: Режим живлення
zh_cn: 电源状态

source: Power management
cs: Správa napájení
de: Energieverwaltung
el: Διαχείριση ενέργειας
fr: Gestion de l'énergie
ia: Gestion de Energia
it: Gestione dell'energia
ja: 電源管理
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ನಿರ್ವಹಣೆ
lv: Energokontrole
mk: Менаџмент на енергија
nl: Vermogensbeheer
ro: Gestiunea alimentării
ru: Управление питанием
si: ශක්ති පරිපාලනය
sv: Strömhantering
uk: Керування живленням
zh_cn: 电源管理

source: Data select
cs: Výběr dat
de: Datenauswahl
el: Επιλογή δεδομένων
fr: Sélection de données
ia: Selige datos
it: Selezione dei dati
ja: データセレクト
kn: ದತ್ತಾಂಶದ ಆಯ್ಕೆ
lv: Datu izvēle
nl: Dataselectie
ro: Selecție date
si: දත්ත තේරීම
sv: Dataval
uk: Вибирання даних
zh_cn: 数据选择

source: Data scale
cs: Škálování dat
de: Datenskalierung
el: Κλίμακα δεδομένων
fr: Échelle des données
ia: Scala de datos
it: Scala dei dati
ja: データスケール
kn: ದತ್ತಾಂಶದ ಅಳತೆ
lv: Datu mērogošana
nl: Dataschaal
ro: Scalare date
si: දත්ත පරිමාණය
sv: Dataskala
uk: Масштаб даних
zh_cn: 数据刻度
