Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcm_memory.po
Languages: ast, bn_in, kn, lv, uk

# NAME OF TRANSLATORS
source: Your names
ast: Softastur
bn_in: রুণা ভট্টাচার্য্য
kn: ಶಂಕರ ಪ್ರಸಾದ್ ಎಂ ವಿ
lv: Viesturs Zariņš
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org
bn_in: runab@redhat.com
kn: svenkate@redhat.com
lv: viesturs.zarins@mi.lu.lv
uk: yurchor@ukr.net

source: Not available.
ast: Non disponible.
bn_in: উপলব্ধ নয়।
kn: ಲಭ್ಯವಿಲ್ಲ.
lv: Nav pieejams.
uk: Недоступно.

source: %1 free
ast: %1 llibres
bn_in: %1 মুক্ত
kn: %1 ಮುಕ್ತ
lv: %1 brīvz
uk: %1 вільно

source: KDE Panel Memory Information Control Module
kn: KDE ಫಲಕ ಸ್ಮೃತಿ ಮಾಹಿತಿ ನಿಯಂತ್ರಣ ಘಟಕ
lv: KDE paneļa atmiņas informācijas kontroles modulis
uk: Інформаційний модуль керування щодо пам’яті для панелі KDE

source: (c) 1998 - 2002 Helge Deller
bn_in: (c) ১৯৯৮ - ২০০২ হেলগে ডেলার
uk: © Helge Deller, 1998–2002

source: This display shows you the current memory usage of your system. The values are updated on a regular basis and give you an overview of the physical and virtual memory being used.
lv: Šis rāda pašreizējo atmiņas izlietojumu sistēmā. Vērtības tiek regulāri atjaunotas un parāda vispārēju pārskatu par izmantoto fizisko un virtuālo atmiņu.
uk: У цьому вікні показано поточні характеристики використання пам’яті вашою системою. Ці значення регулярно оновлюються і надають вам можливість спостерігати за використанням фізичної і віртуальної пам’яті.

source: Memory
ast: Memoria
bn_in: মেমরি
kn: ಸ್ಮೃತಿ
lv: Atmiņa
uk: Пам’ять

source: Total physical memory:
ast: Memoria física total:
bn_in: প্রকৃত মেমরির সর্বমোট মাপ:
kn: ಒಟ್ಟು ಭೌತಿಕ ಸ್ಮೃತಿ:
lv: Kopējā fiziskā atmiņa:
uk: Загалом фізичної пам’яті:

source: Free physical memory:
ast: Memoria física total:
bn_in: অবশিষ্ট প্রকৃত মেমরি:
kn: ಮುಕ್ತ ಭೌತಿಕ ಸ್ಮೃತಿ:
lv: Brīva fiziskā atmiņa:
uk: Вільно фізичної пам’яті:

source: Shared memory:
ast: Memoria compartida:
bn_in: যৌথরূপে ব্যবহৃত মেমরি:
kn: ಹಂಚಲಾದ ಸ್ಮೃತಿ:
lv: Koplietotā atmiņa:
uk: Спільної пам’яті:

source: Disk buffers:
ast: Búferes del discu:
bn_in: ডিস্ক বাফার:
kn: ಡಿಸ್ಕಿನ ಬಫರುಗಳು:
lv: Disku buferi:
uk: Дискові буфери:

source: Active memory:
ast: Memoria activa:
bn_in: সক্রিয় মেমরি:
kn: ಸಕ್ರಿಯ ಸ್ಮೃತಿ:
lv: Aktīvā atmiņa:
uk: Задіяної пам’яті:

source: Inactive memory:
ast: Memoria inactiva:
bn_in: নিষ্ক্রিয় মেমরি:
kn: ನಿಷ್ಕ್ರಿಯ ಸ್ಮೃತಿ:
lv: Neaktīvā atmiņa:
uk: Незадіяної пам’яті:

source: Disk cache:
ast: Caché del discu:
bn_in: ডিস্ক ক্যাশে:
kn: ಡಿಸ್ಕಿನ ಕ್ಯಾಶೆ:
lv: Disku kešatmiņa:
uk: Дисковий кеш:

source: Total swap memory:
ast: Memoria total d'intercambéu:
bn_in: swap মেমরির সর্বমোট মাপ:
kn: ಒಟ್ಟು ವಿನಿಮಯ ಸ್ಮೃತಿ:
lv: Kopējā maiņvietas atmiņa:
uk: Загалом пам’яті вивантаження:

source: Free swap memory:
ast: Memoria llibre d'intercambéu:
bn_in: অবশিষ্ট swap মেমরি:
kn: ಮುಕ್ತ ವಿನಿಮಯ ಸ್ಮೃತಿ:
lv: Brīva maiņvietas atmiņa:
uk: Вільно пам’яті вивантаження:

source: Charts
bn_in: রেখা চিত্র
kn: ನಕ್ಷೆಗಳು
lv: Diagrammas
uk: Графіки

source: Total Memory
ast: Memoria total
bn_in: সর্বমোট মেমরির পরিমাণ
kn: ಒಟ್ಟು ಸ್ಮೃತಿ
lv: Kopējā atmiņa
uk: Загалом пам’яті

source: This graph gives you an overview of the <b>total sum of physical and virtual memory</b> in your system.
ast: Esti gráficu date una previsualización de la <b> suma total de memoria física y virtual</b> nel to sistema.
lv: Šis grafiks sniedz pārskatu par <b>pilnu fiziskās un virtuālās atmiņas kopsummu</b> sistēmā.
uk: На цьому графіку показано огляд <b>суми фізичної і віртуальної пам’яті</b> у вашій системі.

source: Physical Memory
ast: Memoria física
bn_in: প্রকৃত মেমরি
kn: ಭೌತಿಕ ಸ್ಮೃತಿ
lv: Fiziskā atmiņa
uk: Фізична пам’ять

source: This graph gives you an overview of the <b>usage of physical memory</b> in your system.<p>Most operating systems (including Linux) will use as much of the available physical memory as possible as disk cache, to speed up the system performance.</p><p>This means that if you have a small amount of <b>Free Physical Memory</b> and a large amount of <b>Disk Cache Memory</b>, your system is well configured.</p>
lv: Šis grafiks sniedz pārskatu par <b>fiziskās atmiņas izlietojumu</b> sistēmā.<p>Lielākā daļa operētājsistēmu (tajā skaitā Linux), lai uzlabotu veiktspēju, izmantos kā diska kešatmiņu tik daudz pieejamās fiziskās atmiņas, cik vien iespējams.</p><p>Tas nozīmē, ka, ja redzat, ka ir pieejams maz <b>brīvās fiziskās atmiņas</b> un daudz <b>diska kešatmiņas</b>, tad jūsu sistēma ir labi nokonfigurēta.</p>
uk: На цьому графіку зображено <b>використання фізичної пам’яті</b> у вашій системі.<p>Більшість операційних систем (і Linux також) використовують якомога більше фізичної пам’яті для дискового кешу, з метою покращення швидкодії системи.</p><p>Це означає, що якщо у вас малий об’єм <b>Вільної фізичної пам’яті</b> і великий об’єм <b>Пам’яті дискового кешу</b>, вашу систему добре налаштовано.</p>

source: Swap Space
ast: Espaciu d'intercambéu
bn_in: Swap স্থান
kn: ವಿನಿಮಯ ಸ್ಥಳ
lv: Maiņvieta (Swap)
uk: Простір вивантаження

source: <p>The swap space is the <b>virtual memory</b> available to the system.</p> <p>It will be used on demand and is provided through one or more swap partitions and/or swap files.</p>
ast: <p>L'espaciu d'intercambéu ye la <b>memoria virtual</b> disponible nel sistema.</p> <p>Usaráse so demanda y fórnese pente una o más particiones y/o ficheros d'intercambéu.</p>
lv: <p>Maiņvieta ir sistēmā pieejamā <b>virtuālā atmiņa</b>.</p> <p>Tā tiks izmantota pēc vajadzības un sastāv no vienas vai vairākām maiņvietas partīcijām vai maiņvietas failiem.</p>
uk: <p>Простір вивантаження — це <b>віртуальна пам’ять</b> доступна системі.</p> <p>Вона використовується за вимогою і утворюється за допомогою одного або декількох розділів і/або файлів, куди вивантажується інформація.</p>

source: 1 byte =
lv: %1 baits =
uk: %1 байт =

source: Free Physical Memory
bn_in: অবশিষ্ট প্রকৃত মেমরি
kn: ಮುಕ್ತ ಭೌತಿಕ ಸ್ಮೃತಿ
lv: Brīva fiziskā atmiņa
uk: Вільна фізична пам’ять

source: Disk Cache
ast: Caché del discu
bn_in: ডিস্ক ক্যাশে
kn: ಡಿಸ್ಕಿನ ಕ್ಯಾಶೆ
lv: Disku kešatmiņa
uk: Кеш дисків

source: Disk Buffers
ast: Búferes del discu
bn_in: ডিস্ক বাফার
kn: ಡಿಸ್ಕಿನ ಬಫರುಗಳು
lv: Disku buferi
uk: Буфери дисків

source: Application Data
ast: Datos d'aplicación
bn_in: অ্যাপ্লিকেশনের তথ্য
kn: ಅನ್ವಯ ದತ್ತಾಂಶ
lv: Lietojumprogrammu dati
uk: Дані програм

source: Free Swap
ast: Intercambéu llibre
bn_in: মুক্ত Swap-র পরিমাণ
kn: ಮುಕ್ತ ವಿನಿಮಯ
lv: Brīva maiņvieta
uk: Вільно у вивантаженні

source: Used Swap
ast: Intercambéu usáu
bn_in: ব্যবহৃত Swap-র পরিমাণ
kn: ಬಳಸಲಾದ ವಿನಿಮಯ
lv: Izmantota maiņvieta
uk: Використано у вивантаженні

source: Total Free Memory
ast: Memoria llibre total
bn_in: সর্বমোট অবশিষ্ট মেমরির পরিমাণ
kn: ಒಟ್ಟು ಮುಕ್ತ ಸ್ಮೃತಿ
lv: Kopējā brīvā fiziskā atmiņa
uk: Загалом вільної пам’яті

source: Used Physical Memory
ast: Memoria física usada
bn_in: ব্যবহৃত প্রকৃত মেমরির পরিমাণ
kn: ಬಳಸಲಾದ ಭೌತಿಕ ಸ್ಮೃತಿ
lv: Izmantotā fiziskā atmiņa
uk: Використано фізичної пам’яті

source: Helge Deller
bn_in: হেলগে ডেলার
