Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcm_pci.po
Languages: cs, de, el, fr, ia, it, ja, kn, lv, mk, nl, ro, ru, si, sv, uk, zh_cn

source: Keyboard controller
cs: Ovladač klávesnice
de: Tastatur-Controller
el: Ελεγκτής πληκτρολογίου
fr: Contrôleur de clavier
ia: controlator de claviero
it: Controllore della tastiera
ja: キーボードコントローラ
kn: ಕೀಲಿಮಣೆ ನಿಯಂತ್ರಕ
lv: Tastatūras kontrolieris
mk: Контролер за тастатура
nl: Toetsenbord-controller
ro: Controlor de tastatură
ru: Контроллер клавиатуры
si: යතුරුපුවරු පාලකය
sv: Tangentbordsstyrkrets
uk: Контролер клавіатури
zh_cn: 键盘控制器

source: Digitizer Pen
cs: Digitální pero
de: Digitizer-Stift
el: Γραφίδα ψηφιοποίησης
fr: Stylet graphique
ia: Penna Digitizer
it: Penna digitale
ja: デジタイザペン
kn: ಡಿಜಿಟೈಸರ್ ಲೇಖನಿ
lv: Ciparotājzīmulis
ro: Peniță de digitizat
ru: Перо планшета
si: අංකිත පෑන
sv: Digitaliseringspenna
uk: Цифрове перо
zh_cn: 数位笔

source: Mouse controller
cs: Ovladač myši
de: Maus-Controller
el: Ελεγκτής ποντικιού
fr: Contrôleur de souris
ia: Controlator de Mus
it: Controllore del mouse
ja: マウスコントローラ
kn: ಮೌಸ್ ನಿಯಂತ್ರಕ
lv: Peles kontrolieris
mk: Контролер за глушец
nl: Muis-controller
ro: Controlor de maus
ru: Контроллер мыши
si: මවුස පාලකය
sv: Musstyrkrets
uk: Контролер миші
zh_cn: 鼠标控制器

source: Scanner controller
cs: Ovládání skeneru
el: Ελεγκτής σαρωτή
fr: Contrôleur de périphérique de numérisation
ia: controlator de scanditor
it: Controllore dello scanner
ja: スキャナコントローラ
kn: ಸ್ಕ್ಯಾನರ್ ನಿಯಂತ್ರಕ
lv: Skenera kontrolieris
mk: Контролер за скенер
ro: Controlor de scaner
ru: Контроллер сканера
si: පරිලෝකන පාලකය
sv: Bildläsarstyrkrets
uk: Контролер сканера
zh_cn: 扫描仪控制器

source: Gameport controller
cs: Řadič game portu
el: Ελεγκτής θύρας παιχνιδιών
fr: Contrôleur de port de jeu
ia: controlator de porto de jocos
it: Controllore della porta dei giochi
ja: ゲームポートコントローラ
kn: ಗೇಮ್‌ಪೋರ್ಟ್ ನಿಯಂತ್ರಕ
lv: Spēļu pieslēgvietas kontrolieris
mk: Контролер за џојстик
nl: Spelpoort-controller
ro: Controlor Gameport
ru: Контроллер игрового порта
si: ක්‍රීඩා පෝර්ට් පාලකය
sv: Spelportstyrkrets
uk: Контролер ігрового порту
zh_cn: 游戏端口控制器

source: Unknown input device controller
cs: Neznámý řadič vstupního zařízení
de: Unbekannter Eingabegerät-Controller
el: Άγνωστος ελεγκτής συσκευής εισόδου
fr: Contrôleur de périphérique d'entrée inconnu
ia: controlator de dispositivo de ingresso incognite
it: Controllore di dispositivo di ingresso sconosciuto
ja: 未知の入力デバイスコントローラ
kn: ಗೊತ್ತಿರದ ಆದಾನ ಸಾಧನ ನಿಯಂತ್ರಕ
lv: Nezināms ievades ierīces kontrolieris
mk: Непознат контролер за влезен уред
nl: Onbekende invoerapparaatcontroller
ro: Controlor dispozitiv intrare necunoscut
ru: Неизвестный контроллер устройства ввода
si: නොදන්නා ආදාන උපකරණ පාලකය
sv: Okänd indataenhetsstyrkrets
uk: Невідомий контролер пристроїв вводу
zh_cn: 未知的输入设备控制器

source: Generic docking station
cs: Obecná dokovací stanice
de: Generische Andock-Station
el: Γενικευμένος σταθμός προσάρτησης
fr: Station d'accueil générique
ia: generic station de bassino
it: Base di aggancio generica
ja: 一般的なドッキングステーション
kn: ವಿಶಿಷ್ಟವಾದ ಡಾಕಿಂಗ್ ಸ್ಟೇಶನ್
lv: Parasta dokstacija
nl: Generiek docking-station
ro: Stație de andocare generică
ru: Стандартный кредл
si: සාමාන්‍ය පර්යන්ත මධ්‍යස්ථානය
sv: Generell dockningsstation
uk: Звичайна стикувальна станція
zh_cn: 通用扩展坞

source: Unknown docking station
cs: Neznámá dokovací stanice
de: Unbekannte Andock-Station
el: Άγνωστος σταθμός προσάρτησης
fr: Station d'accueil inconnue
ia: station de bassino incognite
it: Base di aggancio sconosciuta
ja: 未知のドッキングステーション
kn: ಗೊತ್ತಿರದ ಡಾಕಿಂಗ್ ಸ್ಟೇಶನ್
lv: Nezināma dokstacija
nl: Onbekend docking-station
ro: Stație de andocare necunoscută
ru: Неизвестный кредл
si: නොදන්නා පර්යන්ත මධ්‍යස්ථානය
sv: Okänd dockningsstation
uk: Невідома стикувальна станція
zh_cn: 未知的扩展坞

source: Pentium
kn: ಪೆಂಟಿಯಮ್

source: Alpha
kn: ಆಲ್ಫಾ
nl: Alfa

source: Power PC
kn: ಪವರ್ PC

source: Co-processor
cs: Koprocesor
de: Co-Prozessor
el: Συνεπεξεργαστής
fr: Co-processeur
it: Coprocessore
ja: コプロセッサ
kn: ಸಹ-ಸಂಸ್ಕಾರಕ
lv: Kooprocessors
mk: Копроцесор
ro: Co-procesor
ru: Сопроцессор
si: සම-සකසනයක්
sv: Hjälpprocessor
uk: Допоміжний процесор

source: Unknown processor
cs: Neznámý procesor
de: Unbekannter Prozessor
el: Άγνωστος επεξεργαστής
fr: Processeur inconnu
ia: Processor incognite
it: Processore sconosciuto
ja: 未知のプロセッサ
kn: ಗೊತ್ತಿರದ ಸಂಸ್ಕಾರಕ
lv: Nezināms procesors
mk: Непознат процесор
nl: Onbekende processor
ro: Procesor necunoscut
ru: Неизвестный процессор
si: නොදන්නා සකසනය
sv: Okänd processor
uk: Невідомий процесор
zh_cn: 未知的处理器

source: FireWire (IEEE 1394)
kn: ಫೈರ್ವೈರ್ (IEEE 1394)

source: ACCESS bus
cs: Sběrnice ACCESS
el: Δίαυλος ACCESS
fr: Bus ACCESS
ia: bus ACCESS
it: Bus ACCESS
ja: ACCESS バス
kn: ACCESS ಬಸ್
lv: ACCESS kopne
mk: ACCESS-магистрала
ro: Magistrală ACCESS
ru: Шина ACCESS
si: ACCESS බස්
sv: ACCESS-buss
uk: Шина ACCESS
zh_cn: ACCESS 总线

source: USB controller
cs: Řadič USB
el: Ελεγκτής USB
fr: Contrôleur USB
ia: Controlator USB
it: Controllore USB
ja: USB コントローラ
kn: USB ನಿಯಂತ್ರಕ
lv: USB kontrolieris
mk: USB-контролер
ro: Controlor USB
ru: Контроллер USB
si: USB පාලකය
sv: USB-styrkrets
uk: Контролер USB
zh_cn: USB 控制器

source: Fibre channel
el: Ελεγκτής οπτικής ίνας
ia: Canal de Fibras
ja: ファイバーチャネル
kn: ಫೈಬರ್ ಚಾನಲ್
lv: Šķiedras kanāls
ro: Fibră optică
si: තන්තු චැනලය
sv: Fiberkanal
uk: Оптоволоконний канал
zh_cn: 光纤通道

source: IPMI interface
cs: Rozhraní IPMI
de: IPMI-Schnittstelle
el: Διασύνδεση IPMI
fr: Interface IPMI
ia: interfacie IPMI
it: Interfaccia IPMI
ja: IPMI インターフェース
kn: IPMI ಸಂಪರ್ಕಸಾಧನ
lv: IPMI saskarne
mk: IPMI-интерфејс
ro: Interfață IPMI
ru: Интерфейс IPMI
si: IPMI අතුරුමුහුණත
sv: IPMI-gränssnitt
uk: Інтерфейс IPMI
zh_cn: IPMI 接口

source: SERCOS interface
cs: SERCOS rozhraní
de: SERCOS-Schnittstelle
el: Διασύνδεση SERCOS
fr: Interface SERCOS
ia: interfacie SERCOS
it: Interfaccia SERCOS
ja: SERCOS インターフェース
kn: SERCOS ಸಂಪರ್ಕಸಾಧನ
lv: SERCOS saskarne
mk: SERCOS-интерфејс
ro: Interfață SERCOS
ru: Интерфейс SERCOS
si: SERCOS අතුරුමුහුණත
sv: SERCOS-gränssnitt
uk: Інтерфейс SERCOS
zh_cn: SERCOS 接口

source: Unknown serial bus controller
cs: Neznámý řadič sériové sběrnice
de: Unbekannter Seriell-Controller
el: Άγνωστος ελεγκτής σειριακού διαύλου
fr: Contrôleur de bus série inconnu
ia: controlator de bus serial incognite
it: Controllore di bus seriale sconosciuto
ja: 未知のシリアルバスコントローラ
kn: ಗೊತ್ತಿರದ ಅನುಕ್ರಮಿತ ಬಸ್ ನಿಯಂತ್ರಕ
lv: Nezināms virknes kopnes kontrolieris
mk: Непознат контролер за сериска магистрала
nl: Onbekende seriële buscontroller
ro: Controlor magistrală serială necunoscut
ru: Неизвестный контроллер последовательной шины
si: නොදන්නා සීරියල් බස් පාලකය
sv: Okänd seriebusstyrenhet
uk: Невідомий контролер послідовної шини
zh_cn: 未知的串口总线控制器

source: IRDA controller
cs: Zařízení IRDA
el: Ελεγκτής IRDA
fr: Contrôleur IRDA
ia: controlator IRDA
it: Controllore IRDA
ja: IRDA コントローラー
kn: IRDA ನಿಯಂತ್ರಕ
lv: IRDA kontrolieris
mk: IRDA-контролер
ro: Controlor infraroșu
ru: Контроллер ИК-порта
si: IRDA පාලකය
sv: IRDA-styrenhet
uk: Контролер IRDA
zh_cn: IRDA 控制器

source: Consumer IR controller
cs: Řadič přijímače IRDA
el: Ελεγκτής συσκευής IR
fr: Contrôleur « Consumer IR »
ia: controlator de IR pro consumitor
it: Controllore Consumer IR
ja: コンシューマ IR コントローラ
kn: ಗ್ರಾಹಕ IR ನಿಯಂತ್ರಕ
lv: Patērētāju IR kontrolieris
nl: Consumenten-IR-controller
ro: Controlor infraroșu casnic
ru: Бытовой ИК-контроллер
si: පාරිභෝගික IR පාලකය
sv: Konsument IR-styrkrets
uk: Абонентський інфрачервоний контролер
zh_cn: 消费形红外控制器

source: RF controller
cs: Řadič RF
el: Ελεγκτής RF
fr: Contrôleur RF
ia: controlator RF
it: Controllore RF
ja: RF コントローラ
kn: RF ನಿಯಂತ್ರಕ
lv: RF kontrolieris
mk: RF-контролер
ro: Controlor RF
ru: RF-контроллер
si: RF පාලකය
sv: RF-styrkrets
uk: Контролер RF
zh_cn: RF 控制器

source: Bluetooth
kn: ಬ್ಲೂಟೂತ್
sv: Blåtand
zh_cn: 蓝牙

source: Broadband
de: Breitband
el: Ευρυζωνικό
ia: Banda Large (Broadband)
it: Banda larga
ja: ブロードバンド
kn: ಬ್ರಾಡ್‌ಬ್ಯಾಂಡ್
lv: Platjosla
mk: Широкопојасен
nl: Breedband
ro: Bandă largă
ru: Широкополосный
si: පුළුල්පරාස
sv: Bredband
uk: Широкосмуговий

source: Ethernet (802.11a - 5 GHz)
ia: Ethernet (802.11a -2.4 GHz)
ja: イーサネット (802.11a - 5 GHz)
kn: ಎತರ್ನೆಟ್ (೮೦೨.೧೧a - ೫ GHz)
mk: Етернет (802.11a - 5 GHz)
ru: Ethernet (802.11a — 5 ГГц)
uk: Ethernet (802.11a — 5 ГГц)
zh_cn: 以太网(802.11a - 5GHz)

source: Ethernet (802.11b - 2.4 GHz)
ja: イーサネット (802.11b - 2.4 GHz)
kn: ಎತರ್ನೆಟ್ (೮೦೨.೧೧b - ೨.೪ GHz)
mk: Етернет (802.11b - 2.4 GHz)
ru: Ethernet (802.11b — 2,4 ГГц)
uk: Ethernet (802.11b — 2,4 ГГц)
zh_cn: 以太网(802.11b - 2.4 GHz)

source: Unknown wireless controller
cs: Neznámý bezdrátový řadič
de: Unbekannter Drahtlos-Controller
el: Άγνωστος ελεγκτής ασυρμάτου δικτύου
fr: Contrôleur sans fil inconnu
ia: controlator wireless incognite
it: Controllore senza fili sconosciuto
ja: 未知のワイヤレスコントローラ
kn: ಗೊತ್ತಿರದ ನಿಸ್ತಂತು (ವೈರ್ಲೆಸ್) ನಿಯಂತ್ರಕ
lv: Nezināms bezvadu tīkla kontrolieris
mk: Непознат контролер за бежична мрежа
nl: Onbekende controller voor draadloos
ro: Controlor fără fir necunoscut
ru: Неизвестный беспроводной контроллер
si: නොදන්නා රැහැන් රහිත පාලකය
sv: Okänd trådlös styrkrets
uk: Невідомий контролер бездротового зв’язку
zh_cn: 未知的无线控制器

source: Unknown intelligent controller
cs: Neznámý inteligentní řadič
de: Unbekannter intelligenter Controller
el: Άγνωστος έξυπνος ελεγκτής
fr: Contrôleur intelligent inconnu
ia: controlator intelligente incognite
it: Controllore intelligente sconosciuto
ja: 未知のインテリジェントコントローラ
kn: ಗೊತ್ತಿರದ ಚತುರ ನಿಯಂತ್ರಕ
lv: Nezināms inteliģentais kontrolieris
mk: Непознат интелигентен контролер
nl: Onbekende intelligente controller
ro: Controlor inteligent necunoscut
ru: Неизвестный интеллектуальный контроллер
si: නොදන්නා බුද්ධිමත් පාලකය
sv: Okänd intelligent styrkrets
uk: Невідомий інтелектуальний контролер
zh_cn: 未知的智能控制器

source: Satellite TV controller
cs: Zařízení satelitní TV
de: Satelliten-TV-Controller
el: Ελεγκτής δορυφορικής TV
fr: Contrôleur de télévision satellitaire
ia: controlator de TV de Satellite
it: Controllore della TV satellitare
ja: 衛星テレビコントローラ
kn: ಉಪಗ್ರಹ ಟಿವಿ ನಿಯಂತ್ರಕ
lv: Satelīta TV kontrolieris
mk: Контролер за сателитска телевизија
nl: Satelliet-TV-controller
ro: Controlor TV prin satelit
ru: Контроллер спутникового ТВ
si: චන්ද්‍රිකා TV පාලකය
sv: Satellit-tv styrkrets
uk: Контролер супутникового ТБ
zh_cn: 卫星电视控制器

source: Satellite audio communication controller
cs: Satelitní audio řadič
de: Satelliten-Audio-Kommunikations-Controller
el: Ελεγκτής δορυφορικής επικοινωνίας ήχου
fr: Contrôleur de communications satellitaires audio
ia: controlator de communication audio de satellite
it: Controllore di comunicazioni audio satellitari
ja: 衛星オーディオ通信コントローラ
kn: ಉಪಗ್ರಹ ಆಡಿಯೊ ಸಂವಹನ ನಿಯಂತ್ರಕ
lv: Satelīta audio komunikāciju kontrolieris
mk: Контролер за сателитска аудиокомуникација
nl: Satelliet-audiocommunicatie-controller
ro: Controlor comunicații audio prin satelit
ru: Контроллер спутниковой аудиосвязи
si: චන්ද්‍රිකා ශ්‍රව්‍ය සන්නිවේදන පාලකය
sv: Satellit-ljudkommunikationsstyrkrets
uk: Контролер супутникових звукових даних
zh_cn: 卫星音频通讯控制器

source: Satellite voice communication controller
cs: Satelitní hlasový řadič
de: Satelliten-Stimmen-Kommunikations-Controller
el: Ελεγκτής δορυφορικής επικοινωνίας φωνής
fr: Contrôleur de communications satellitaires vocales
ia: controlator de communication de voce de satellite
it: Controllore di comunicazioni vocali satellitari
ja: 衛星音声通信コントローラ
kn: ಉಪಗ್ರಹ ಧ್ವನಿ ಸಂವಹನ ನಿಯಂತ್ರಕ
lv: Satelīta balss komunikāciju kontrolieris
mk: Контролер за сателитска гласовна комуникација
nl: Satelliet-stemcommunicatie-controller
ro: Controlor comunicații voce prin satelit
ru: Контроллер спутниковой голосовой связи
si: චන්ද්‍රිකා කටහඩ සන්නිවේදන පාලකය
sv: Satellit-röstkommunikationsstyrkrets
uk: Контролер супутникових голосових даних
zh_cn: 卫星语音通讯控制器

source: Satellite data communication controller
cs: Satelitní datový řadič
de: Satelliten-Daten-Kommunikations-Controller
el: Ελεγκτής δορυφορικής επικοινωνίας δεδομένων
fr: Contrôleur de transmissions satellitaires de données
ia: controlator de communicationes de datos de satellite
it: Controllore di comunicazioni di dati satellitari
ja: 衛星データ通信コントローラ
kn: ಉಪಗ್ರಹ ದತ್ತಾಂಶ ಸಂವಹನಾ ನಿಯಂತ್ರಕ
lv: Satelīta datu komunikāciju kontrolieris
mk: Контролер за сателитска податочна комуникација
nl: Satelliet-datacommunicatie-controller
ro: Controlor comunicații date prin satelit
ru: Контроллер спутниковой передачи данных
si: චන්ද්‍රිකා දත්ත සන්නිවේදන පාලකය
sv: Satellit-datakommunikationsstyrkrets
uk: Контролер супутникових комунікаційних даних
zh_cn: 卫星数据通讯控制器

source: Unknown satellite communications controller
cs: Neznámé satelitní komunikační zařízení
de: Unbekannter Satelliten-Kommunikations-Controller
el: Άγνωστος ελεγκτής δορυφορικών επικοινωνιών
fr: Contrôleur de communications satellitaires inconnu
ia: controlator de communicationes satellite incognite
it: Controllore di comunicazioni satellitari sconosciuto
ja: 未知の衛星通信コントローラ
kn: ಗೊತ್ತಿರದ ಉಪಗ್ರಹ ಸಂವಹನೆಗಳ ನಿಯಂತ್ರಕ
lv: Nezināms satelīta komunikāciju kontrolieris
mk: Непознат контролер за сателитска комуникација
nl: Onbekende satellietcommunicatiecontroller
ro: Controlor comunicații prin satelit necunoscut
ru: Неизвестный контроллер спутниковой связи
si: නොදන්නා චන්ද්‍රිකා සන්නිවේදන පාලකය
sv: Okänd satellit-kommunikationsstyrkrets
uk: Невідомий супутниковий комунікаційний контролер
zh_cn: 未知的卫星通讯控制器

source: Network and computing encryption device
cs: Síťové a šifrovací zařízení
de: Verschlüsselungs-Controller für Netzwerk und Rechner
el: Συσκευή κρυπτογράφησης δικτύου
fr: Périphérique de chiffrement de réseau et de calcul
ia: dispositivo de encryption de computator e rete
it: Dispositivo di cifratura di rete e calcolo
ja: ネットワーク・計算暗号化デバイス
kn: ಜಾಲಬಂಧ ಹಾಗು ಗಣಕೀಕರಣದ ಗೂಢಲಿಪೀಕರಣ ಸಾಧನ
lv: Tīkla un skaitļošanas šifrēšanas ierīce
mk: Уред за мрежа и криптографски пресметки
nl: Netwerk- en informatieversleutelingsapparaat
ro: Dispozitiv de criptare rețea și computer
ru: Устройство шифрования вычислительной сети
si: ජාල පරිගණක ගුප්තකේතන උපකරණය
sv: Krypteringsenhet för nätverk och beräkning
uk: Пристрій шифрування мережевих і обчислювальних даних
zh_cn: 网络和计算用加密设备

source: Entertainment encryption device
cs: Šifrovací zařízení
de: Verschlüsselungs-Controller für Unterhaltung
el: Συσκευή κρυπτογράφησης ψυχαγωγίας
fr: Périphérique de chiffrement de loisirs
ia: dispositivo de encryption de divertimento
it: Dispositivo di cifratura per l'intrattenimento
ja: エンターテイメント暗号化デバイス
kn: ಮನರಂಜನೆ ಗೂಢಲಿಪೀಕರಣ ಸಾಧನ
lv: Izklaides šifrēšanas ierīce
nl: Amusementversleutelingsapparaat
ro: Dispozitiv de criptare mediu de divertisment
ru: Мультимедийное устройство шифрования
si: විනෝදාස්වාද ගුප්තකේතන උපකරණය
sv: Krypteringsenhet för underhållning
uk: Пристрій шифрування розважальних даних
zh_cn: 娱乐用加密设备

source: Unknown encryption controller
cs: Neznámý šifrovací řadič
de: Unbekannter Verschlüsselungs-Controller
el: Άγνωστος ελεγκτής κρυπτογράφησης
fr: Contrôleur de chiffrement inconnu
ia: controlator de encryption incognite
it: Controllore di cifratura sconosciuto
ja: 未知の暗号化コントローラ
kn: ಗೊತ್ತಿರದ ಗೂಢಲಿಪೀಕರಣ ನಿಯಂತ್ರಕ
lv: Nezināms šifrēšanas kontrolieris
mk: Непознат криптографски контролер
nl: Onbekende encryptiecontroller
ro: Controlor de criptare necunoscut
ru: Неизвестный контроллер шифрования
si: නොදන්නා ගුප්තකේතන පාලකය
sv: Okänd krypteringsstyrkrets
uk: Невідомий контролер шифрування
zh_cn: 未知的加密设备

source: DPIO module
cs: Modul DPIO
de: DPIO-Modul
el: άρθρωμα DPIO
fr: Module DPIO
ia: modulo DPIO
it: Modulo DPIO
ja: DPIO モジュール
kn: DPIO ಘಟಕ
lv: DPIO modulis
mk: DPIO-модул
ro: Modul DPIO
ru: Модуль DPIO
si: DPIO මොඩියුලය
sv: DPIO-modul
uk: Модуль DPIO
zh_cn: DPIO 模块

source: Performance counters
cs: Měřiče výkonu
de: Geschwindigkeitszähler
el: Μετρητές επιδόσεων
fr: Compteurs de performance
ia: contatores de prestation
it: Contatori di prestazioni
ja: パフォーマンスカウンター
kn: ಕಾರ್ಯನಿರ್ವಹಣೆಯ ಎಣಿಕೆಗಳು
lv: Veiktspējas skaitītāji
mk: Бројачи на перформанси
nl: Prestatietellers
ro: Contoare de performanță
ru: Счётчики производительности
si: ක්‍රියාකාරීත්ව ගණක
sv: Prestandaräknare
uk: Лічильники швидкодії
zh_cn: 性能计数器

source: Communication synchronizer
cs: Synchronizátor komunikace
de: Kommunikationsabgleich
el: Συγχρονιστής επικοινωνιών
fr: Outil de synchronisation de communications
ia: Synchronisator de Communication
it: Sincronizzatore di comunicazione
ja: 通信シンクロナイザ
kn: ಸಂವಹನಾ ಮೇಳೈಕೆಗಾರ
lv: Komunikāciju sinhronizētājs
mk: Синхронизатор на комуникација
nl: Communicatiesynchronisator
ro: Sincronizator comunicații
ru: Синхронизатор передачи данных
si: සන්නිවේදන සම්මුහුර්තය
sv: Kommunikationssynkroniserare
uk: Синхронізатор комунікаційних даних
zh_cn: 通讯同步装置

source: Management card
cs: Řídící karta
de: Verwaltungskarte
el: Κάρτα διαχείρισης
fr: Carte de gestion
ia: carta de gestion
it: Scheda di gestione
ja: マネジメントカード
kn: ನಿರ್ವಹಣಾ ಕಾರ್ಡ್
lv: Pārvaldības karte
nl: Management-kaart
ro: Card de gestionare
ru: Карта управления
si: පරිපාලන කාඩ්පත
sv: Hanteringskort
uk: Картка керування
zh_cn: 管理卡

source: Unknown signal processing controller
cs: Neznámý řadič signálového zpracování
de: Unbekannte Signalverarbeitungssteuerung
el: Άγνωστος ελεγκτής επεξεργασίας σήματος
fr: Contrôleur de traitement du signal inconnu
ia: controlator de processator de signales incognite
it: Controllore di gestione dei segnali sconosciuto
ja: 未知の信号処理コントローラ
kn: ಗೊತ್ತಿರದ ಸಂಜ್ಞೆ ಸಂಸ್ಕರಿಸುವ ನಿಯಂತ್ರಕ
lv: Nezināms signālu apstrādes kontrolieris
mk: Непознат контролер за обработка на сигнали
nl: Onbekende signaalprocessing-controller
ro: Controlor necunoscut de procesare a semnalelor
ru: Неизвестный контроллер обработки сигналов
si: නොදන්නා තනි සැකැසුම් පාලකය
sv: Okänd signalprocessorstyrkrets
uk: Невідомий контролер обробки сигналів
zh_cn: 未知的信号处理控制器

source: Unknown subdevice class
cs: Neznámá třída podřízeného zařízení
de: Unbekannte Untergeräteklasse
el: Άγνωστη κλάση υποσυσκευής
fr: Classe de sous-périphérique inconnue
ia: classe de subdispositivos incognite
it: Classe di sottodispositivi sconosciuta
ja: 未知のサブデバイスクラス
kn: ಗೊತ್ತಿರದ ಉಪಸಾಧನ ವರ್ಗ
lv: Nezināma apakšierīces klase
nl: Onbekende subdevice-klasse
ro: Clasă de subdispozitive necunoscută
ru: Неизвестный класс подустройства
si: නොදන්න අනු උපාංග කාණ්ඩය
sv: Okänd delenhetsklass
uk: Невідомий клас підпристрою
zh_cn: 未知的子设备分类

source: single DMA
de: DMA (einfach)
el: απλό DMA
fr: DMA simple
ia: DMA singule
it: DMA singolo
ja: シングル DMA
kn: ಏಕ DMA
lv: viens DMA
mk: единечен DMA
nl: enkele DMA
ro: DMA singular
ru: одиночный DMA
si: තනි DMA
sv: enkel DMA
uk: Одиничний DMA
zh_cn: 单路 DMA

source: chained DMA
cs: zřetězené DMA
de: DMA (verkettet)
el: ακολουθία DMA
fr: DMA en chaîne
ia: DMA incatenate
it: DMA in serie
ja: チェーンド DMA
kn: ಸರಣಿ DMA
lv: ķēdēts DMA
nl: kettingvormige DMA
ro: DMA înlănțuit
ru: цепочечный DMA
si: දාම DMA
sv: kedjad DMA
uk: Ланцюговий DMA
zh_cn: 链式 DMA

source: VGA compatible
cs: VGA kompatibilní
de: VGA-kompatibel
el: Συμβατό με VGA
fr: Compatible VGA
ia: compatibile VGA
it: Compatibile con VGA
ja: VGA コンパチ
kn: VGA ಸಹವರ್ತನೀಯ
lv: VGA savietojams
mk: Компатибилно со VGA
nl: VGA compatibel
ro: Compatibil VGA
ru: VGA-совместимое
si: VGA ගැලපීම
sv: VGA-kompatibel
uk: Сумісний з VGA
zh_cn: VGA 兼容

source: 8514 compatible
cs: 8514 kompatibilní
de: 8514-kompatibel
el: Συμβατό με 8514
fr: Compatible 8514
ia: compatibile 8514
it: Compatibile con 8514
ja: 8514 コンパチ
kn: ೮೫೧೪ ಸಹವರ್ತನೀಯ
lv: 8514 savietojams
mk: Компатибилно со 8514
nl: 8514 compatibel
ro: Compatibil 8514
ru: 8514-совместимое
si: 8514 ගැලපීම
sv: 8514-kompatibel
uk: Сумісний з 8514
zh_cn: 8514 兼容

source: Normal decode
cs: Normální dekódování
de: Normales Dekodieren
el: Κανονική αποκωδικοποίηση
fr: Décodage normal
ia: De-codification Normal
it: Decodifica normale
ja: 標準デコード
kn: ಸಾಮಾನ್ಯ ಡೀಕೊಡ್
lv: Normāla dekodēšana
nl: Normale ontcijfering
ro: Decodare normală
ru: Нормальное раскодирование
si: සාමාන්‍ය විකේතනය
sv: Normal avkodning
uk: Звичайне декодування
zh_cn: 普通解码

source: Subtractive decode
cs: Subtraktivní dekódování
de: Abziehendes Dekodieren
el: Αφαιρετική αποκωδικοποίηση
fr: Décodage soustractif
ia: De-codification subtrahente
it: Decodifica sottrattiva
ja: 差分デコード
kn: ವ್ಯವಕಲನ ಡೀಕೋಡ್
lv: Atņemošs režīms
nl: Op aftrekken gebaseerde ontcijfering
ro: Decodare subtractive
ru: Разностное раскодирование
si: ව්‍යාකලන විකේතනය
sv: Subtraktiv avkodning
uk: Субтрактивне декодування
zh_cn: 反向解码

source: Transparent mode
cs: Transparentní režim
de: Transparenter Modus
el: Διαφανής λειτουργία
fr: Mode transparent
ia: Modo transparente
it: Modalità trasparente
ja: 透過モード
kn: ಪಾರದರ್ಶಕ ಕ್ರಮ
lv: Caurspīdīgs režīms
nl: Transparante modus
ro: Regim transparent
ru: Прозрачный режим
si: පාරදෘශ්‍ය ප්‍රකාරය
sv: Transparent läge
uk: Прозорий режим
zh_cn: 透明模式

source: Endpoint mode
cs: Režim koncového bodu
de: Endpunkt-Modus
el: Λειτουργία άκρου
fr: Mode terminal
ia: modo Endpoint (puncto Final)
it: Modalità a punto finale
ja: エンドポイントモード
kn: ಅಂತ್ಯಬಿಂದು ಕ್ರಮ
lv: Galapunkta režīms
nl: Eindpuntmodus
ro: Mod extremitate
ru: Режим оконечной точки
si: අවසන් ස්ථාන ප්‍රකාරය
sv: Slutpunktsläge
uk: Режим кінцевої точки
zh_cn: 终结点模式

source: Primary bus towards host CPU
cs: Primární sběrnice k hostitelskému CPU
de: Primärer Bus durch Host-CPU
el: Κύριος δίαυλος προς την ΚΜΕ του υπολογιστή
fr: Bus primaire vers le processeur de l'hôte
ia: bus primari verso CPU Host
it: Bus primario verso la CPU ospite
ja: ホスト CPU 向けプライマリバス
kn: ಅತಿಥೇಯ CPU ನತ್ತ ಪ್ರಾಥಮಿಕ ಬಸ್
lv: Primārā kopne attiecībā pret saimnieka CPU
nl: Primaire bus naar de host-CPU
ro: Magistrală primară către CPU gazdă
ru: Основная шина к ЦП хоста
si: ධාරක CPUට මුහුණලා ප්‍රාථමික බස්
sv: Primär buss mot värddatorns processor
uk: Головна шина у напрямку процесора вузла
zh_cn: 靠近主要总线的 CPU

source: Secondary bus towards host CPU
cs: Sekundární sběrnice k hostitelskému CPU
de: Primärer Bus durch Host-CPU
el: Δευτερεύων δίαυλος προς την ΚΜΕ του υπολογιστή
fr: Bus secondaire vers le processeur de l'hôte
ia: Bus secundari verso CPU Host
it: Bus secondario verso la CPU ospite
ja: ホスト CPU 向けセカンダリバス
kn: ಅತಿಥೇಯ CPU ನತ್ತ ಅಪ್ರಮುಖ ಬಸ್
lv: Sekundārā kopne attiecībā pret saimnieka CPU
nl: Secundaire bus naar de host-CPU
ro: Magistrală secundară către CPU gazdă
ru: Вторичная шина к ЦП хоста
si: ධාරක CPUට මුහුණලා ද්විතීයික බස්
sv: Sekundär buss mot värddatorns processor
uk: Вторинна шина у напрямку процесора вузла
zh_cn: 靠近次要总线的 CPU

source: IEEE1284 Target
cs: Cíl IEEE1284
de: IEEE1284-Ziel
el: Προορισμός IEEE1284
fr: Cible IEEE1284
ia: IEEE1284 Objectivo
it: IEEE1284 destinazione
ja: IEEE1284 ターゲット
kn: IEEE1284 ಗುರಿ
lv: IEEE1284 mērķis
ro: Țintă IEEE1284
ru: Цель IEEE 1284
si: IEEE1284 ඉලක්කය
sv: IEEE1284-mål
uk: Ціль IEEE1284
zh_cn: IEEE1284 目标

source: Generic
cs: Obecné
de: Generisch
el: Γενικευμένο
fr: Générique
it: Generico
ja: 一般
kn: ಸಾಮಾನ್ಯ
lv: Parasts
mk: Општо
nl: Algemeen
ru: Общий
si: සාමාන්‍ය
sv: Generell
uk: Звичайний
zh_cn: 常规

source: Hayes/16450
kn: ಹೇಯ್ಸ್/೧೬೪೫೦

source: Hayes/16550
kn: ಹೇಯ್ಸ್/೧೬೫೫೦

source: Hayes/16650
kn: ಹೇಯ್ಸ್/೧೬೬೫೦

source: Hayes/16750
kn: ಹೇಯ್ಸ್/೧೬೭೫೦

source: ISA timer
cs: Časovač ISA
de: ISA-Zeitgeber
el: Χρονόμετρο ISA
fr: Temporisateur ISA
ia: Temporisator ISA
it: Timer ISA
ja: ISA タイマー
kn: ISA ಟೈಮರ್
lv: ISA taimers
mk: ISA-тајмер
ro: Cronometru ISA
ru: Таймер ISA
si: ISA වේලා ගණක
sv: ISA-tidtagare
uk: Таймер ISA
zh_cn: ISA 计时器

source: EISA timers
cs: Časovače EISA
de: EISA-Zeitgeber
el: Χρονόμετρα EISA
fr: Temporisateurs EISA
ia: Temporisatores EISA
it: Timer EISA
ja: EISA タイマー
kn: EISA ಟೈಮರುಗಳು
lv: EISA taimeri
mk: EISA-тајмери
ro: Cronometre EISA
ru: Таймеры EISA
si: EISA වේලා ගණක
sv: EISA-tidtagare
uk: Таймери EISA
zh_cn: EISA 计时器

source: Extended
cs: Rozšířené
de: Erweitert
el: Εκτεταμένο
fr: Étendu
ia: Extendite
it: Esteso
ja: 拡張
kn: ವಿಸ್ತರಿಸಲಾದ
lv: Paplašināts
mk: Проширено
nl: Uitgebreid
ro: Extins
ru: Расширенный
si: දිගුකල
sv: Utökad
uk: Розширений
zh_cn: 扩展
