Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmdevinfo.po
Languages: tg

# NAME OF TRANSLATORS
source: Your names
tg: Victor Ibragimov

# EMAIL OF TRANSLATORS
source: Your emails
tg: victor.ibragimov@gmail.com

# Device Listing Whats This
source: Shows all the devices that are currently listed.
tg: Намоиши ҳамаи дастгоҳҳои пайвастшуда

source: Devices
tg: Дастгоҳҳо

source: Collapse All
tg: Пӯшидан

source: Expand All
tg: Кушодан

source: Show All Devices
tg: Намоиши ҳамаи дастгоҳҳо

source: Show Relevant Devices
tg: Намоиши дастгоҳҳои мувофиқ

# Udi Whats This
source: Shows the current device's UDI (Unique Device Identifier)
tg: Намоиши дастгоҳҳои UDI (Муайянкунандаи дастгоҳи аслӣ)

source: Device Information
tg: Иттилооти дастгоҳ

# Info Panel Whats This
source: Shows information about the currently selected device.
tg: Намоиши иттилоот дар бораи дастгоҳи интихобшуда.

source: Solid Based Device Viewer Module
tg: Модули намоиши дастгоҳҳо

source: Product:
tg: Маҳсулот:

source: Vendor:
tg: Истеҳсолкунанда:

source: Yes
tg: Ҳа

source: No
tg: Не

# Default device tooltip
source: A Device
tg: Дастгоҳ

source: Processors
tg: Протсессорҳо

source: Processor %1
tg: Протсессори %1

source: Processor Number:
tg: Рақами протсессор:

source: Max Speed:
tg: Суръати калонтарин:

source: Supported Instruction Sets:
tg: Пуштибонии маҷмӯъи дастурҳо:

source: Storage Drives
tg: Захирагоҳ

source: Hard Disk Drive
tg: Диски компютерӣ

source: Compact Flash Reader
tg: Хониши корти флэш

source: Smart Media Reader
tg: Хониши дастгоҳҳои Smart

source: SD/MMC Reader
tg: Хониши SD/MMC

source: Optical Drive
tg: Дастгоҳи оптикӣ

source: Memory Stick Reader
tg: Хониши корти хотира

source: xD Reader
tg: Хониши xD

source: Unknown Drive
tg: Дастгоҳи номуайян

source: Hotpluggable?
tg: Оё пайвастшавандаи фаъол мебошад?

source: Removable?
tg: Оё ҷудошаванда аст?

source: Unused
tg: Истифоданашуда

source: File System
tg: Системаи файлҳо

source: Partition Table
tg: Ҷадвали қисмҳои диск

source: Raid
tg: Рэйд

source: Encrypted
tg: Рамзгузорӣ

source: File System Type:
tg: Намуди системаи файлҳо:

source: Label:
tg: Тамға:

source: Not Set
tg: Танзимнашуда

source: Volume Usage:
tg: Андозаи истифодашуда:

source: Mounted At:
tg: Васл шуд дар:

source: Not Mounted
tg: Васл нашуд

source: Volume Space:
tg: Андозаи диск:

# Available space out of total partition size (percent used)
source: %1 free of %2 (%3% used)
tg: %1 аз %2 озод (%3% истифодашуда)

source: Multimedia Players
tg: Плеерҳои мултимедиа

source: Supported Drivers:
tg: Драйверҳои дастгорӣ:

source: Supported Protocols:
tg: Протоколҳои дастгорӣ:

source: Cameras
tg: Камераҳо

source: Batteries
tg: Батареяҳо

source: Primary
tg: Аслӣ

source: Mouse
tg: Муш

source: Keyboard
tg: Клавиатура

source: Keyboard + Mouse
tg: Клавиатура ва муш

source: Camera
tg: Камера

source: Charging
tg: Барқгирӣ

source: Discharging
tg: Холикунии барқ

source: No Charge
tg: Барқ намегирад

source: Battery Type:
tg: Намуди батарея:

source: Charge Status:
tg: Тағйири ҳолат:
