Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmopengl.po
Languages: cs, de, fr, ia, kn, lv, pl, ro, si, zh_cn

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák, Vlastimil Ott
de: Thomas Reitelbach
fr: Mickaël Sibelle, Maxime Corteel
ia: Giovanni Sora
kn: ಶಂಕರ ಪ್ರಸಾದ್‌ ಎಂ. ವಿ.
lv: Viesturs Zariņš
pl: Marta Rybczyńska, Łukasz Wojniłowicz
ro: Sergiu Bivol
si: ඩනිෂ්ක නවින්
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org, vlastimil@e-ott.info
de: tr@erdfunkstelle.de
fr: kimael@gmail.com, mcorteel@gmail.com
ia: g.sora@tiscali.it
kn: svenkate@redhat.com
lv: viesturs.zarins@mi.lu.lv
pl: kde-i18n@rybczynska.net, lukasz.wojnilowicz@gmail.com
ro: sergiu@ase.md
si: danishka@gmail.com
zh_cn: kde-china@kde.org

source: KCM OpenGL Information
cs: Informace o modulu OpenGL
de: Informationen zu OpenGL
fr: Informations KCM OpenGL
ia: Information de KCM OpenGL
kn: KCM OpenGL ಮಾಹಿತಿ
lv: KCM OpenGL informācija
pl: KCM: Informacja o OpenGL
ro: Informație KCM OpenGL
si: KCM OpenGL තොරතුරු
zh_cn: KDE OpenGL 信息

source: Original Maintainer
cs: Původní správce
de: Ursprünglicher Betreuer
fr: Mainteneur original
ia: Mantenitor original
kn: ಮೂಲ ಮೇಲ್ವಿಚಾರಕರು
lv: Sākotnējais uzturētājs
pl: Pierwszy opiekun
ro: Responsabil original
si: මූලික පරිපාලක
zh_cn: 原维护者

source: Author of glxinfo Mesa demos (http://www.mesa3d.org)
cs: Autor Mesa glxinfo (http://www.mesa3d.org)
de: Autor der Mesa-Demos von glxinfo (http://www.mesa3d.org)
fr: Auteur des démonstrations « Mesa » de « glxinfo » (http://www.mesa3d.org)
ia: Author de glxinfo Mesa Demos (http://www.mesa3d.org)
kn: glxinfo Mesa ಡೆಮೋಗಳ ಕತೃ (http://www.mesa3d.org)
lv: glxinfo Mesa demonstrāciju autors (http://www.mesa3d.org)
pl: Autor demonstracji Mesy glxinfo (http://www.mesa3d.org)
ro: Autorul demonstrațiilor glxinfo Mesa (http://www.mesa3d.org)
zh_cn: glxinfo 和 Mesa(http://www.mesa3d.org) 演示产品的作者

source: Max. number of light sources
cs: Max. počet zdrojů světla
de: Maximale Anzahl Lichtquellen
fr: Nombre maximum de sources de lumière
ia: Numero Max. de fontes de lumine
kn: ಗರಿಷ್ಟ ಸಂಖ್ಯೆಯ ಬೆಳಕಿನ ಮೂಲಗಳು
lv: Maks. gaismas avotu skaits
pl: Maksymalna liczba źródeł światła
ro: Nr. maxim de surse luminoase
si: උපරිම. ආලෝක මූල ගණන
zh_cn: 最大光源数

source: Max. number of clipping planes
cs: Max. počet ořezávání rovin
de: Maximale Anzahl Clipping-Ebenen
fr: Nombre maximal de plans de « clipping »
ia: Numero max. de planos de retalio
kn: ಕತ್ತರಿಸುವ ಸಮತಲಗಳ ಗರಿಷ್ಟ ಸಂಖ್ಯೆ
lv: Maks. norobežojošo plakņu skaits
pl: Maksymalna liczba płaszczyzn ucinania (clipping planes)
ro: Nr. maxim de plane tăietoare
si: උපරිම ඇමුණුම් තල ගණන
zh_cn: 最大剪切平面数

source: Max. pixel map table size
cs: Max. velikost tabulky pixmapy
de: Max. Größe für Pixel-Abbildungs-Tabelle
fr: Taille maximum de la table de carte de pixels
ia: Max. dimension de tabula de mappa de pixel
kn: ಕೋಷ್ಟಕ ಗಾತ್ರದ ಗರಿಷ್ಟ ಪಿಕ್ಸೆಲ್ ನಕ್ಷೆ
lv: Maks. pikseļkartes tabulas izmērs
pl: Maksymalny rozmiar tablicy mapy pikselowej
ro: Dimens. max. tabel cu hărți de pixeli
si: උපරිම. පික්සෙල සිතියම් වගු ප්‍රමාණය
zh_cn: 最大像素映射表大小

source: Max. display list nesting level
cs: Max. úroveň vnoření seznamu displejů
de: Max. Schachtelungstiefe für Display list
fr: Niveau maximum d'imbrication de listes d'affichage
ia: Max. nivello de annidar lista de monstrator
kn: ಪ್ರದರ್ಶನ ಪಟ್ಟಿಯನ್ನು ಇರಿಸಿರುವ ಗರಿಷ್ಟ ಮಟ್ಟ
lv: Maks. displeja saraksta ligzdošanas līmenis
pl: Maksymalny poziom pokazywanej listy
ro: Nivel max. de imbricare a listei de afișare
si: උපරිම දර්ශන ලැයිස්තු නිඩායන මට්ටම
zh_cn: 最大显示列表嵌套层数

source: Max. evaluator order
cs: Max. pořadí vyhodnocování
de: Max. Ordnung für Evaluator
fr: Ordre maximum de l'évaluation
ia: Max. ordine de evalutation
kn: ವಿಶ್ಲೇಷಕದ ಗರಿಷ್ಟ ಮಟ್ಟ
lv: Maks. vērtētāja pakāpe
pl: Maksymalny rząd modułu wyliczeniowego (evaluator order)
ro: Ordine max. evaluator
si: උපරිම අගයකිරීම් පෙළගැස්ම
zh_cn: 最大求值阶数

source: Max. recommended vertex count
cs: Max. doporučovaný počet vertexů
de: Max. empfohlene Vertex-Anzahl
fr: Nombre maximum recommandé de vertex
ia: Max. recommendate computo de vertice
kn: ಸಲಹೆ ಮಾಡಲಾದ ವರ್ಟೆಕ್ಸ್‍ ಲೆಕ್ಕ
lv: Maks. ieteicamais virsotņu skaits
pl: Maksymalna rekomendowana liczba wierzchołków
ro: Nr. max. de zenituri
si: උපරිම නිර්දේශිත ශීර්ෂ ගණන
zh_cn: 推荐的最大顶点数

source: Max. recommended index count
cs: Max. doporučovaný počet indexů
de: Max. empfohlene Indexzahl
fr: Nombre maximum recommandé d'index
ia: Max. contator de indice recommendate
kn: ಸಲಹೆ ಮಾಡಲಾದ ಇಂಡೆಕ್ಸ್‍ ಲೆಕ್ಕ
lv: Maks. ieteicamais indeksu skaits
pl: Maksymalna rekomendowana liczba indeksów
ro: Nr. max. de indexuri
si: උපරිම. නිර්දේශිත සූචි ගණන
zh_cn: 推荐的最大索引数

source: Occlusion query counter bits
de: Anzahl Bits für Okklusionsabfrage
fr: Bits du compteur de requêtes d'occlusion
ia: Bits de contator de demanda de occlusion
kn: ಮುಚ್ಚಲಾದ ಮನವಿಯ ಲೆಕ್ಕಿಗ ಬಿಟ್‌ಗಳು
lv: Nosprostošanas vaicājuma skaitītāja biti
pl: Bity licznika liczby pikseli w prymitywie (occlusion query)
ro: Biții contorului de interogare a ocluziunilor
si: නිරෝධායන විමසුම් ගණක බිටු
zh_cn: 闭合查询计数器位数

source: Max. vertex blend matrices
cs: Max. matice mísení vertexů
de: Max. Matrizen für Vertex-Blend
fr: Nombre maximum de matrices de pliage de vertex
ia: Max blend matrices de vertice
kn: ವರ್ಟೆಕ್ಸ್ ಸಂಯೋಜಿಸಲಾದ ಗರಿಷ್ಟ ಮಾತೃಕೆಗಳು
lv: Maks. virsotņu sapludināšanas matricas
pl: Maksymalna liczba tablic mieszania wierzchołków
ro: Nr. max. de matrici cu îmbinări de zenituri
zh_cn: 最大顶点混合矩阵

source: Max. vertex blend matrix palette size
cs: Max. velikost palety matice mísení vertexů
de: Max. Palettengröße für Vertex-Blend Matrize
fr: Taille maximum de la palette de matrice de pliage de vertex
ia: Max. dimension de palette de blend matrix de vertice
kn: ವರ್ಟೆಕ್ಸ್ ಸಂಯೋಜಿಸಲಾದ ಮಾತೃಕೆಯ ಫಲಕದ ಗರಿಷ್ಟ ಗಾತ್ರ
lv: Maks. virsotņu sapludināšanas matricas paletes izmērs
pl: Maksymalny palety tablicy mieszania wierzchołków
ro: Dimens. max. a paletei matricei cu îmbinări de zenituri
zh_cn: 最大顶点混合矩阵的调色板大小

source: Max. texture size
cs: Max. velikost textury
de: Maximale Texturgröße
fr: Taille maximum des textures
ia: Max. dimension de texture
kn: ಗರಿಷ್ಟ ಮೇಲ್ಮೈ ರಚನೆಯ ಗಾತ್ರ
lv: Maks. tekstūras izmērs
pl: Maksymalny rozmiar tekstury
ro: Dimens. max. textură
si: උපරිම ආකෘති ප්‍රමාණය
zh_cn: 最大纹理大小

source: No. of texture units
cs: Počet texturových jednotek
de: Anzahl Textureinheiten
fr: Nombre d'unités de texture
ia: Numero de unitates de texture
kn: ಮೇಲ್ಮೈ ರಚನೆಯ ಘಟಕಗಳ ಸಂಖ್ಯೆ
lv: Tekstūras vienību skaits
pl: Liczba jednostek tekstury
ro: Nr. unități de textură
si: ආකෘතු ඒකක ගණන
zh_cn: 纹理单位数

source: Max. 3D texture size
cs: Max. velikost 3D textury
de: Maximale 3D-Texturgröße
fr: Taille maximum des textures 3D
ia: Max. dimension texture 3D
kn: ಮೂರು ಆಯಾಮದ ಮೇಲ್ಮೈ ರಚನೆಯ ಗಾತ್ರ
lv: Maks. 3D tekstūras izmērs
pl: Maksymalny rozmiar tekstury 3D
ro: Dimens. max. textură 3D
si: උපරිම ත්‍රිමාණ ආකෘති ප්‍රමාණය
zh_cn: 最大 3D 纹理大小

source: Max. cube map texture size
cs: Max. velikost textury mapy pro kostku
de: Max. Größe für kubische Map-Textur
fr: Taille maximum de la texture en carte de cube
ia: Max. dimension texture de mappa de cubo
kn: ಗರಿಷ್ಟ ಘನ ನಕ್ಷೆ ಮೇಲ್ಮೈ ರಚನೆಯ ಗಾತ್ರ
lv: Maks. kubkartes tekstūras izmērs
pl: Maksymalny rozmiar tekstury mapy sześciennej
ro: Dimens. max. textură așezată cubic
si: උපරිම ඝනක සිතියක් ආකෘති ප්‍රමාණය
zh_cn: 最大立方体纹理大小

source: Max. rectangular texture size
cs: Max. obdélníková velikost textury
de: Max. Größe für Rechteck-Textur
fr: Taille maximum des textures rectangulaires
ia: Max. dimension texture rectangular
kn: ಆಯತ ಮೇಲ್ಮೈ ರಚನೆಯ ಗರಿಷ್ಟ ಗಾತ್ರ
lv: Maks. taisnstūra tekstūras izmērs
pl: Maksymalny rozmiar prostokątnej tekstury
ro: Dimens. max. textură rectangulară
si: උපතිම ඍජුකෝණී ආකෘති ප්‍රමාණය
zh_cn: 最大矩形纹理大小

source: Max. texture LOD bias
cs: Max. LOD bias textur
de: Max. Bias für Textur LOD
fr: Biais maximal des niveaux de détails (LOD) de textures
kn: ಗರಿಷ್ಟ ಮೇಲ್ಮೈ ರಚನೆ LOD ಬಿಯಾಸ್‌
lv: Maks. detalizācijas līmeņa slīpums
pl: Maksymalny LOD bias tekstury
ro: Coeficient max. de LOD a texturii
si: උපරිම ආකෘති LOD නැඹුරුව
zh_cn: 最大纹理 LOD 偏移

source: Max. anisotropy filtering level
cs: Max. úroveň anisotropního filtru
de: Maximale Stufe für anisotropes Filtern
fr: Niveau maximum du filtrage anisotropique
ia: Max. nivello de filtro de anisotropia
kn: ಗರಿಷ್ಟ ಅನೈಸೋಟ್ರೋಪಿ ಶೋಧನಾ ಮಟ್ಟ
lv: Maks. anizotropās filtrēšanas līmenis
pl: Maksymalny poziom filtrowania anizotropowego
ro: Nivel max. de filtrare antistropică
zh_cn: 最大各向异性过滤级别

source: No. of compressed texture formats
cs: Počet komprimovaných texturových formátů
de: Anzahl komprimierter Texturformate
fr: Nombre maximum de formats de texture compressé
ia: Numero de comprimite formatos de texture
kn: ಸಂಕುಚಿತಗೊಳಿಸಲಾದ ಮೇಲ್ಮೈ ವಿನ್ಯಾಸಗಳ ಸಂಖ್ಯೆ
lv: Saspiesto tekstūras formātu skaits
pl: Liczba formatów skompresowanej tekstury
ro: Nr. de formate textură comprimate
si: හැකිළවූ ආකෘති හැඩසවි ගණන
zh_cn: 压缩纹理格式数

source: Max. viewport dimensions
cs: Max. rozměry pohledu
de: Max. Viewport-Abmessungen
fr: Dimensions maximum de l'espace visible (viewport)
ia: Max. dimensiones de viewport
kn: ಗರಿಷ್ಟ ನೋಡುಸಂಪರ್ಕಸ್ಥಾನಗಳ ಆಕಾರಗಳು
lv: Maks. skata loga dimensijas
pl: Maksymalne rozmiary obszaru randerowania (viewport)
ro: Dimensiuni max. a ferestrei de vizualizare
si: උපරිම. දර්ශක මාන
zh_cn: 最大视点容积

source: Subpixel bits
cs: Bity subpixelů
fr: Bits de sous-pixel
kn: ಉಪಪಿಕ್ಸೆಲ್ ಬಿಟ್‌ಗಳು
lv: Subpikseļu biti
pl: Podpiksele (bity)
ro: Biți subpixel
si: අනුපික්සල බිටු
zh_cn: 子像素位数

source: Aux. buffers
cs: Pomocné buffery
de: Hilfspuffer
fr: Tampons auxiliaires
kn: ಹೆಚ್ಚುವರಿ ಬಫರುಗಳು
lv: Palīgbuferi
pl: Dodatkowy bufor
ro: Tampoane aux.
zh_cn: 附加缓冲

source: Frame buffer properties
cs: Vlastnosti frame bufferu
de: Framebuffer-Eigenschaften
fr: Propriétés de « frame buffer »
ia: Proprietates de buffer de quadro
kn: ಚೌಕಟ್ಟು ಬಫರ್ ಗುಣಗಳು
lv: Kadru bufera īpašības
pl: Właściwości bufora ramki
ro: Propriet. tampon cadru
si: රාමු බෆර වත්කම්
zh_cn: 帧缓冲属性

source: Texturing
cs: Texturování
fr: Application des textures
kn: ಮೇಲ್ಮೈ ರಚನೆ
lv: Teksturēšana
pl: Teksturowanie
ro: Texturizare
si: ආකෘතිකරණය
zh_cn: 纹理

source: Various limits
cs: Různá omezení
de: Verschiedene Beschränkungen
fr: Limites diverses
ia: Limites varie
kn: ವಿವಿಧ ಮಿತಿಗಳು
lv: Dažādi ierobežojumi
pl: Różne limity
ro: Diferite limite
si: විවිධ සීමා
zh_cn: 各种限制

source: Points and lines
cs: Body a čáry
de: Punkte und Linien
fr: Points et lignes
ia: Punctos e lineas
kn: ಬಿಂದುಗಳು ಹಾಗು ರೇಖೆಗಳು
lv: Punkti un līnijas
pl: Punkty i linie
ro: Puncte și linii
si: ස්ථාන හා රේඛ
zh_cn: 点线

source: Stack depth limits
cs: Omezení pro hloubku zásobníku
de: Beschränkung der Stack-Tiefe
fr: Limites de profondeur des piles
ia: Limite de profunditate de stack (pila)
kn: ಜೋಡಣೆಯ ಆಳದ ಮಿತಿಗಳು
lv: Steka dziļuma ierobežojumi
pl: Limity głębokości stosu
ro: Limite adâncime stivă
si: ගොඩක ගැඹුරු සීමාව
zh_cn: 堆栈深度限制

source: 3D Accelerator
cs: 3D akcelerátor
de: 3D-Beschleuniger
fr: Accélérateur 3D
ia: Accelerator 3D
kn: 3D ವೇಗವರ್ಧಕ
lv: 3D paātrinātājs
pl: Akcelerator 3D
ro: Accelerator 3D
si: 3D ඇක්සලරේටර්
zh_cn: 3D 加速

source: Vendor
cs: Dodavatel
de: Hersteller
fr: Fournisseur
ia: Venditor
kn: ವೆಂಡರ್
lv: Ražotājs
pl: Producent
ro: Vânzător
si: නිශ්පාදක
zh_cn: 制造商

source: Device
cs: Zařízení
de: Gerät
fr: Périphérique
ia: Dispositivo
kn: ಸಾಧನ
lv: Ierīce
pl: Urządzenie
ro: Dispozitiv
si: උපකරණය
zh_cn: 设备

source: Subvendor
cs: Subdodavatel
de: Fremdhersteller
fr: Sous-fournisseur
ia: Subvenditor
kn: ಉಪವೆಂಡರ್
lv: Apakšizplatītājs
pl: Podproducent
ro: Intermediar
si: උප නිශ්පාදක
zh_cn: 子制造商

source: Revision
cs: Revize
fr: Révision
kn: ಪುನರಾವರ್ತನೆ
lv: Revīzija
pl: Wydanie
ro: Revizie
si: පුනරීක්‍ෂ‍ණය
zh_cn: 修订版

source: unknown
cs: neznámý
de: unbekannt
fr: inconnu
ia: incognite
kn: ಗೊತ್ತಿಲ್ಲದ
lv: nezināms
pl: nieznane
ro: necunoscut
si: නොදන්නා
zh_cn: 未知

source: Driver
cs: Ovladač
de: Treiber
fr: Pilote
kn: ಚಾಲಕ
lv: Draivers
pl: Sterownik
si: ධාවකය
zh_cn: 驱动程序

source: Renderer
fr: Moteur de rendu
ia: Rendere
kn: ರೆಂಡರ್ ಮಾಡವವ
lv: Renderētājs
ro: Randor
si: රෙන්ඩරය
zh_cn: 渲染器

source: OpenGL ES version
cs: Verze OpenGL ES
fr: Version de OpenGL ES
ia: OpenGL version ES
pl: Wersja OpenGL ES
zh_cn: OpenGL ES 版本

source: OpenGL version
cs: Verze OpenGL
fr: Version de OpenGL
ia: Version OpenGL
pl: Wersja OpenGL
zh_cn: OpenGL 版本

source: Kernel module
cs: Jaderný modul
de: Kernelmodul
fr: Module du noyau
ia: Modulo de Kernel
kn: ಕರ್ನಲ್ ಮಾಡ್ಯೂಲ್
lv: Kodola modulis
pl: Moduł jądra
ro: Modul nucleu
si: කර්නල මොඩියුලය
zh_cn: 内核模块

source: OpenGL ES extensions
cs: Rozšíření OpenGL ES
de: OpenGL ES-Erweiterungen
fr: Extensions de OpenGL ES
ia: OpenGL Extensiones ES
pl: Rozszerzenia OpenGL ES
zh_cn: OpenGL ES 扩展

source: OpenGL extensions
cs: Rozšíření OpenGL
de: OpenGL-Erweiterungen
fr: Extensions de OpenGL
ia: Extensiones de OpenGL
pl: Rozszerzenia OpenGL
zh_cn: OpenGL 扩展

source: Implementation specific
cs: Závislé na implementaci
de: Implementierungsspezifisch
fr: Spécifique à l'implémentation
kn: ಅನ್ವಯಿಸಲು ನಿಗದಿತವಾದ
lv: Realizācijas specifika
pl: Zależne od implementacji
ro: Specific implementare
si: වැඩිදියුණුකිරීම් අනුකූල
zh_cn: 实现规范

source: server GLX vendor
cs: Poskytovatel serveru GLX
de: GLX-Serverhersteller
fr: Fournisseur du serveur GLX
ia: venditor de GLX de servitor
kn: ಪರಿಚಾರಕ GLX ವೆಂಡರ್
lv: servera GLX izplatītājs
pl: serwer GLX producent
ro: vânzător server GLX
si: ධාරක GLX නිශ්පාදක
zh_cn: 服务端 GLX 制造商

source: server GLX version
cs: Verze GLX serveru
de: GLX-Serverversion
fr: Version du serveur GLX
ia: version de GLX de servitor
kn: ಪರಿಚಾರಕ GLX ಆವೃತ್ತಿ
lv: servera GLX versija
pl: serwer GLX wersja
ro: versiune server GLX
si: ධාරක GLX සංස්කරණය
zh_cn: 服务端 GLX 版本

source: server GLX extensions
cs: Rozšíření GLX serveru
de: GLX-Servererweiterungen
fr: Extensions du serveur GLX
ia: extensiones de GLX de servitor
kn: ಪರಿಚಾರಕದ GLX ವಿಸ್ತರಣೆಗಳು
lv: servera GLX paplašinājumi
pl: serwer GLX rozszerzenia
ro: extensii server GLX
si: ධාරක GLX දිගු
zh_cn: 服务端 GLX 扩展

source: client GLX vendor
cs: Poskytovatel klientského GLX
de: GLX-Clienthersteller
fr: Fournisseur du client GLX
ia: venditor de GLX de Cliente
kn: ಕ್ಲೈಂಟ್ GLX ವೆಂಡರ್
lv: klienta GLX izplatītājs
pl: klient GLX producent
ro: vânzător GLX client
si: සේවාලාභී GLX නිශ්පාදක
zh_cn: 客户端 GLX 制造商

source: client GLX version
cs: Verze klientského GLX
de: GLX-Clientversion
fr: Version du client GLX
ia: version GLX de Cliente
kn: ಕ್ಲೈಂಟಿನ GLX ಆವೃತ್ತಿ
lv: klienta GLX versija
pl: klient GLX wersja
ro: versiune GLX client
si: සේවාලාභී GLX සංස්කරණය
zh_cn: 客户端 GLX 版本

source: client GLX extensions
cs: Rozšíření klientské GLX
de: GLX-Clienterweiterungen
fr: Extensions du client GLX
ia: extensiones GLX de cliente
kn: ಕ್ಲೈಂಟಿನ GLX ವಿಸ್ತರಣೆಗಳು
lv: klienta GLX paplašinājumi
pl: klient GLX rozszerzenia
ro: extensii GLX client
si: සේවාලාභී GLX දිගු
zh_cn: 客户端 GLX 扩展

source: GLX extensions
cs: Rozšíření GLX
de: GLX-Erweiterungen
fr: Extensions GLX
ia: Extensiones GLX
kn: GLX ವಿಸ್ತರಣೆಗಳು
lv: GLX paplašinājumi
pl: Rozszerzenia GLX
ro: Extensii GLX
si: GLX දිගු
zh_cn: GLX 扩展

source: GLU version
cs: Verze GLU
fr: Version GLU
ia: version de GLU
kn: GLU ಆವೃತ್ತಿ
lv: GLU versija
pl: Wersja GLU
ro: Versiune GLU
si: GLU සංස්කරණය
zh_cn: GLU 版本

source: GLU extensions
cs: Rozšíření GLU
de: GLU-Erweiterungen
fr: Extensions GLU
ia: Extensiones GLU
kn: GLU ವಿಸ್ತರಣೆಗಳು
lv: GLU paplašinājumi
pl: Rozszerzenia GLU
ro: Extensii GLU
si: GLU දිගු
zh_cn: GLU 扩展

source: EGL Vendor
cs: Dodavatel EGL
de: EGL-Hersteller
fr: Fournisseur de EGL
ia: Venditor de EGL
lv: EGL ražotājs
pl: Dostawca EGL
ro: Vânzător EGL
zh_cn: EGL 制造商

source: EGL Version
cs: Verze EGL
fr: Version de EGL
ia: Version de EGL
lv: EGL versija
pl: Wersja EGL
ro: Versiune EGL
zh_cn: EGL 版本

source: EGL Extensions
cs: Rozšíření EGL
de: EGL-Erweiterungen
fr: Extensions EGL
ia: Extensiones EGL
lv: EGL paplašinājumi
pl: Rozszerzenia EGL
ro: Extensii EGL
zh_cn: EGL 扩展

source: Direct Rendering (GLX)
cs: Přímé vykreslování (GLX)
de: Direktes Rendering (GLX)
fr: Rendu direct (GLX)
ia: Rendering directe (GLX)
pl: Wyświetlanie bezpośrednie (GLX)
zh_cn: 直接渲染 (GLX)

source: Indirect Rendering (GLX)
cs: Nepřímé vykreslování (GLX)
de: Indirektes Rendering (GLX)
fr: Rendu indirect (GLX)
ia: Rendering indirecte (GLX)
pl: Wyświetlanie pośrednie (GLX)
zh_cn: 间接渲染 (GLX)

source: Direct Rendering (EGL)
cs: Přímé vykreslování (EGL)
de: Direktes Rendering (EGL)
fr: Rendu direct (EGL)
ia: Rendering directe (EGL)
pl: Wyświetlanie bezpośrednie (EGL)
zh_cn: 直接渲染 (EGL)

source: Information
cs: Informace
de: Informationen
fr: Informations
kn: ಮಾಹಿತಿ
lv: Informācija
pl: Informacje
ro: Informație
si: තොරතුරු
zh_cn: 信息

source: Value
cs: Hodnota
de: Wert
fr: Valeur
ia: Valor
kn: ಮೌಲ್ಯ
lv: Vērtība
pl: Wartość
ro: Valoare
si: අගය
zh_cn: 值

source: Name of the Display
cs: Název displeje
de: Name der Anzeige
fr: Nom de l'affichage
ia: Nomine de monstrator
kn: ಪ್ರದರ್ಶಕದ ಹೆಸರು
lv: Displeja nosaukums
pl: Nazwa wyświetlacza
ro: Denumire afișaj
si: දර්ශකයේ නාමය
zh_cn: 显示设备名

source: Could not initialize OpenGL/GLX
cs: Nelze inicializovat OpenGL/GLX
de: OpenGL/GLX lässt sich nicht initialisieren.
fr: Impossible d'initialiser OpenGL / GLX
ia: Il non pote initialisar OpenGL/GLX
pl: Nie można zainicjować OpenGL/GLX
zh_cn: 无法初始化 OpenGL/GLX

source: Core Profile
cs: Hlavní profil
de: Kern-Profil
fr: Profil de base
ia: Profilo de nucleo
pl: Główny profil
zh_cn: 核心配置

source: Compatibility Profile
cs: Profil kompatibility
de: Kompatibilitäts-Profil
fr: Profil de compatibilité
ia: Profilo de compatibilitate
pl: Profil zgodności
zh_cn: 兼容配置

source: Could not initialize OpenGL (ES)/EGL
cs: Nelze inicializovat OpenGL (ES)/EGL
de: OpenGL (ES)/EGL lässt sich nicht initialisieren
fr: Impossible d'initialiser OpenGL (ES) / EGL
ia: Il non pote initialisar OpenGL (ES)/EGL
pl: Nie można zainicjować OpenGL (ES)/EGL
zh_cn: 无法初始化 OpenGL (ES)/EGL

source: (c) 2008 Ivo Anjo (c) 2004 Ilya Korniyko (c) 1999-2002 Brian Paul
de: © 2008 Ivo Anjo © 2004 Ilya Korniyko © 1999–2002 Brian Paul
