Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

source: Samba log file:
af: Samba log lêer:
ar: ملف سجل الوقائع للسامبا:
bg: Журнален файл:
bn_in: Samba-র লগ ফাইল:
bs: Samba log datoteka:
cs: Záznamový soubor Samby:
cy: Ffeil gofnodion samba:
da: Samba-logfil:
de: Samba-Protokolldatei:
el: Αρχείο καταγραφής της Samba:
eo: Samba protokolodosiero:
es: Archivo de registro de Samba:
et: Samba logifail:
eu: Sambaren egunkari-fitxategia:
fi: Samban lokitiedosto:
fr: Fichier journal de Samba :
gl: Ficheiro de rexistro de Samba:
gu: સાંમ્બા લોગ ફાઇલ:
he: קובץ הרישום של Samba:
hu: Samba naplófájl:
ia: File de registro de Samba:
is: Samba annálar:
ja: Samba ログファイル:
kk: Samba журналы:
km: ឯកសារ​កំណត់​ហេតុ​របស់ Samba ៖
kn: Samba ದಾಖಲೆ ಕಡತ:
lt: Samba žurnalo failas:
lv: Samba žurnāla fails:
mk: Дневник на Samba:
mr: Samba लॉग फाईल:
ms: Fail log Samba:
nb: Loggfil til samba:
nds: Logbookdatei för Samba:
nl: Samba-logbestand:
nn: Samba-loggfil:
pa: ਸਾਂਬਾ ਲਾਗ ਫਾਈਲ:
pl: Plik dziennika Samby:
pt: Ficheiro de registo do Samba:
pt_br: Arquivo de log do Samba:
ru: Журнал Samba:
si: සම්බා වාර් ගොණුව:
sk: Log súbor samby:
sl: Sambin dnevnik:
sv: Samba-loggfil:
te: సాంబా లాగ్ ఫైలు:
tg: Файли сабти Samba:
th: ปูมบันทึกของ Samba:
tr: Samba kayıt dosyası:
uk: Файл журналу Samba:
wa: Fitchî djournå di Samba :
xh: Ifayile yenkqubo ye Samba:
zh_cn: Samba 日志文件：

source: Show opened connections
af: Vertoon geopende koppelinge
ar: أظهر الاتصالات المفتوحة
bg: Отчитане при отваряне на връзка
bn_in: বর্তমানে চলমান সংযোগের তালিকা প্রদর্শন করা হবে
bs: Prikaži otvorene konekcije
cs: Zobrazit otevřená spojení
cy: Dangos cysylltiadau a agorwyd
da: Vis åbne forbindelser
de: Offene Verbindungen anzeigen
el: Προβολή ανοιγμένων συνδέσεων
eo: Montri malfermitajn konektojn
es: Mostrar conexiones abiertas
et: Avatud ühenduste näitamine
eu: Erakutsi irekitako konexioak
fi: Näytä avatut yhteydet
fr: Afficher les connexions ouvertes
gl: Mostrar as conexións abertas
gu: પહેલેથી ખૂલ્લા જોડાણો બતાવો
he: הצג חיבורים פתוחים
hu: A nyitott kapcsolatok megjelenítése
ia: Monstra connexiones aperite
is: Sýna opnaðar tengingar
ja: 開かれた接続を表示する
kk: Ашылған қосылымдар көрсетілсін
km: បង្ហាញ​ការ​តភ្ជាប់​ដែល​បាន​បើក
kn: ತೆರೆಯಲಾದ ಸಂಪರ್ಕಗಳನ್ನು ತೋರಿಸು
lt: Rodyti atidarytus prisijungimus
lv: Rādīt atvērtos savienojumus
mk: Прикажи отворени врски
mr: उघडे जुळवणी दर्शवा
ms: Tunjuk sambungan dibuka
nb: Vis åpne forbindelser
nds: Opmaakte Verbinnen wiesen
nl: Geopende verbindingen tonen
nn: Vis opna samband
pa: ਖੋਲੋ ਕੁਨੈਕਸ਼ਨ ਵੇਖੋ
pl: Pokaż otwarte połączenia
pt: Mostrar as ligações abertas
pt_br: Exibir conexões abertas
ru: Показать открытые соединения
si: විවෘත සබඳතා පෙන්වන්න
sk: Zobraziť otvorené spojenia
sl: Prikaži odprte povezave
sv: Visa öppnade anslutningar
te: తెరిచిన అనుసంధానములను చూపుము
tg: Пайвастаҳои кушодаро нишон диҳед
th: แสดงการเชื่อมต่อที่เปิดอยู่
tr: Açılan bağlantıları göster
uk: Показати відкриті з'єднання
wa: Mostrer les raloyaedjes drovous
xh: Bonisa iinxumaniso ezivuliweyo
zh_cn: 显示打开的连接

source: Show closed connections
af: Vertoon geslote koppelinge
ar: أظهر الاتصالات المغلقة
bg: Отчитане при затваряне на връзка
bn_in: বন্ধ সংযোগের তালিকা প্রদর্শন করা হবে
bs: Prikaži zatvorene konekcije
cs: Zobrazit uzavřená spojení
cy: Dangos cysylltiadau wedi'u cau
da: Vis lukkede forbindelser
de: Beendete Verbindungen anzeigen
el: Προβολή κλεισμένων συνδέσεων
eo: Montri fermitajn konektojn
es: Mostrar conexiones cerradas
et: Suletud ühenduste näitamine
eu: Erakutsi itxitako konexioak
fi: Näytä suljetut yhteydet
fr: Afficher les connexions fermées
gl: Mostrar as conexións pechadas
gu: બંધ જોડાણો બતાવો
he: הצג חיבורים סגורים
hu: A bezárt kapcsolatok megjelenítése
ia: Monstra connexiones claudite
is: Sýna lokaðar tengingar
ja: 閉じられた接続を表示する
kk: Жабылған қосылымдар көрсетілсін
km: បង្ហាញ​ការ​ត​ភ្ជាប់​ដែល​បាន​បិទ
kn: ಮುಚ್ಚಲಾದ ಸಂಪರ್ಕಗಳನ್ನು ತೋರಿಸು
lt: Rodyti uždarytus prisijungimus
lv: Rādīt aizvērtos savienojumus
mk: Прикажи затворени врски
mr: बंद जुळवणी दर्शवा
ms: Tunjuk sambungan ditutup
nb: Vis lukkede forbindelser
nds: Tomaakte Verbinnen wiesen
nl: Gesloten verbindingen tonen
nn: Vis lukka samband
pa: ਬੰਦ ਕੁਨੈਕਸ਼ਨ ਵੇਖੋ
pl: Pokaż zamknięte połączenia
pt: Mostrar as ligações fechadas
pt_br: Exibir conexões fechadas
ru: Показать закрытые соединения
si: වසා ඇති සබඳතා පෙන්වන්න
sk: Zobraziť zatvorené spojenia
sl: Prikaži zaprte povezave
sv: Visa stängda anslutningar
te: మూసిన అనుసంధానములను చూపుము
tg: Итсолҳои бастаро нишон диҳед
th: แสดงการเชื่อมต่อที่ยุติแล้ว
tr: Kapanan bağlantıları göster
uk: Показати закриті з'єднання
wa: Mostrer les raloyaedjes cloyous
xh: Bonisa iinxumaniso ezivaliweyo
zh_cn: 显示关闭的连接

source: Show opened files
af: Vertoon geopende lêers
ar: أظهر الملفات المفتوحة
bg: Отчитане при отваряне на файл
bn_in: খোলা ফাইলের তালিকা প্রদর্শন করা হবে
bs: Prikaži otvorene datoteke
cs: Zobrazit otevřené soubory
cy: Dangos ffeiliau a agorwyd
da: Vis åbnede filer
de: Geöffnete Dateien anzeigen
el: Προβολή ανοιγμένων αρχείων
eo: Montri malfermitajn dosierojn
es: Mostrar los archivos abiertos
et: Avatud failide näitamine
eu: Erakutsi irekitako fitxategiak
fi: Näytä avatut tiedostot
fr: Afficher les fichiers ouverts
gl: Mostrar os ficheiros abertos
gu: ખુલ્લી ફાઇલો બતાવો
he: הצג קבצים פתוחים
hu: A nyitott fájlok megjelenítése
ia: Monstra files aperite
is: Sýna opnaðar skrár
ja: 開かれたファイルを表示する
kk: Ашылған файлдар көрсетілсін
km: បង្ហាញ​ឯកសារ​ដែល​បាន​បើក
kn: ತೆರೆಯಲಾದ ಕಡತಗಳನ್ನು ತೋರಿಸು
lt: Rodyti atvertus failus
lv: Rādīt atvērtos failus
mk: Прикажи отворени датотеки
mr: उगडे फाईल दर्शवा
ms: Tunjuk fail dibuka
nb: Vis åpne filer
nds: Opmaakte Dateien wiesen
nl: Geopende bestanden tonen
nn: Vis opna filer
pa: ਖੁੱਲੀਆਂ ਫਾਈਲਾਂ ਵੇਖੋ
pl: Pokaż otwarte pliki
pt: Mostrar os ficheiros abertos
pt_br: Exibir arquivos abertos
ru: Показать открытые файлы
si: විවෘත ගොණු පෙන්වන්න
sk: Zobraziť otvorené súbory
sl: Prikaži odprte datoteke
sv: Visa öppnade filer
te: తెరిచిన ఫైళ్ళను చూపుము
tg: Файлҳои кушодаро нишон диҳед
th: แสดงแฟ้มที่เปิดใช้อยู่
tr: Açılan dosyaları göster
uk: Показати відкриті файли
wa: Mostrer les fitchîs drovous
xh: Bonisa iifayile ezivuliweyo
zh_cn: 显示打开的文件

source: Show closed files
af: Vertoon geslote lêers
ar: أظهر الملفات المغلقة
bg: Отчитане при затваряне на файл
bn_in: বন্ধ ফাইলের তালিকা প্রদর্শন করা হবে
bs: Prikaži zatvorene datoteke
cs: Zobrazit uzavřené soubory
cy: Dangos ffeiliau wedi'u cau
da: Vis lukkede filer
de: Geschlossene Dateien anzeigen
el: Προβολή κλεισμένων αρχείων
eo: Montri fermitajn dosierojn
es: Mostrar los archivos cerrados
et: Suletud failide näitamine
eu: Erakutsi itxitako fitxategiak
fi: Näytä suljetut tiedostot
fr: Afficher les fichiers fermés
gl: Mostrar os ficheiros pechados
gu: બંધ ફાઇલો બતાવો
he: הצג קבצים סגורים
hu: A bezárt fájlok megjelenítése
ia: Monstra files claudite
is: Sýna lokaðar skrár
ja: 閉じられたファイルを表示する
kk: Жабылған файлдар көрсетілсін
km: បង្ហាញ​ឯកសារ​ដែល​បាន​បិទ
kn: ಮುಚ್ಚಲಾದ ಕಡತಗಳನ್ನು ತೋರಿಸು
lt: Rodyti užvertus failus
lv: Rādīt aizvērtos failus
mk: Прикажи затворени датотеки
mr: बंद फाईल दर्शवा
ms: Tunjuk fail ditutup
nb: Vis lukkede filer
nds: Tomaakte Dateien wiesen
nl: Gesloten bestanden tonen
nn: Vis lukka filer
pa: ਬੰਦ ਫਾਈਲਾਂ ਵੇਖੋ
pl: Pokaż zamknięte pliki
pt: Mostrar os ficheiros fechados
pt_br: Exibir arquivos fechados
ru: Показать закрытые файлы
si: වසා දැමූ ගොණු පෙන්වන්න
sk: Zobraziť zatvorené súbory
sl: Prikaži zaprte datoteke
sv: Visa stängda filer
te: మూసిన ఫైళ్ళను చూపుము
tg: Файлҳои пӯшидаро нишон диҳед
th: แสดงแฟ้มที่ปิดแล้ว
tr: Kapatılan dosyaları göster
uk: Показати закриті файли
wa: Mostrer les fitchîs cloyous
xh: Bonisa iifayile ezivaliweyo
zh_cn: 显示关闭的文件

source: &Update
ar: &حدّث
bg: &Обновяване
bn_in: আপডেট করুন (&U)
bs: &Ažuriraj
cs: Akt&ualizovat
da: &Opdatér
de: &Aktualisieren
el: Ενη&μέρωση
eo: Ĝis&datigi
es: Act&ualizar
et: &Uuenda
eu: &Eguneratu
fi: &Päivitä
fr: &Actualiser
gl: &Actualizar
gu: સુધારો (&U)
he: &עדכן
hu: &Frissítés
ia: Act&ualisa
is: &Uppfæra
ja: 更新(&U)
kk: &Жаңарту
km: ធ្វើបច្ចុប្បន្នភាព​
kn: ಅಪ್‌ಡೇಟ್(&U)
lt: &Atnaujinti
lv: &Atjaunināt
mk: Аж&урирај
mr: अद्ययावत (&U)
ms: &Kemaskini
nb: &Oppdater
nds: &Opfrischen
nl: Bij&werken
nn: &Oppdater
pa: ਅੱਪਡੇਟ(&U)
pl: &Uaktualnij
pt: Act&ualizar
pt_br: At&ualizar
ru: &Обновить
si: යාවත් කාලීන (&U)
sk: Akt&ualizovať
sl: P&osodobi
sv: Upp&datera
te: (&U) నవీకరణ
tg: &Навсозӣ
th: อั&ปเดต
tr: &Güncelle
uk: &Оновити
wa: &Mete a djoû
zh_cn: 更新(&U)

source: This page presents the contents of your samba log file in a friendly layout. Check that the correct log file for your computer is listed here. If you need to, correct the name or location of the log file, and then click the "Update" button.
af: Hierdie bladsy vertoon die inhoud van jou samba log lêer in 'n vriendelike uitleg. Bevestig wat die korrek log lêer vir jou rekenaar is gelys hier. As jy benodig na, korrek die naam van ligging van die log lêer, en dan word kliek die "Dateer op" knoppie.
ar: هذه الصفحة تعرض محتويات ملف سجل الوقائع للسامبا الخاص بك بشكل أقرب لك. تأكد من أن ملف السجل الصحيح لحاسوبك معروض هنا. إذا أحتجت، صحّح اسم ملف السجل و موقعه ثم إنقر على زر "حدّث".
bg: Журнален файл за отчитане на операциите, Проверете пътя към файла и обновете съдържанието, ако имате проблеми.
bs: Ova stranica predstavlja sadržaj vaše samba log datoteke ispisane na pregledniji način. Provjerite da li je ispravna log datoteka uzeta. Ako je potrebno, možete promijeniti ime log datoteke tako što ćete kliknuti na "Osvježi" dugme.
cs: Tato stránka přehlednou formou zpřístupňuje obsah záznamového souboru samby (logu). Zkontrolujte, zda je zde pro váš systém nastaven správný záznamový soubor. Pokud je to nutné, opravte název souboru, případně cestu k němu a poté klikněte na tlačítko "Obnovit".
cy: Cyflwyna'r dudalen hon gynnwys eich ffeil gofnodion samba mewn trefn gyfeillgar. Gwiriwch bod y ffeil gofnodion gywir ar gyfer eich cyfrifiadur wedi ei rhestri yma. Os oes angen, cywirwch yr enw, neu leoliad y ffeil gofnodion a chliciwch ar y botwm "Diweddaru".
da: Denne side præsenterer indholdet af din Samba-logfil i en venlig udlægning. Tjek at den korrekte logfil for din computer er på denne liste. Hvis det er nødvendigt, så ret navn og sted for logfilen og klik på 'Opdatér'-knappen.
de: Diese Seite präsentiert den Inhalt Ihrer Samba-Protokolldatei in möglichst leserfreundlicher Aufmachung. Überprüfen Sie bitte, ob die richtige Protokolldatei auf Ihrem Rechner angezeigt wird. Falls nötig, korrigieren Sie den Namen oder die Position der Protokolldatei und klicken Sie anschließend auf den Knopf „Aktualisieren“.
el: Αυτή η σελίδα παρουσιάζει τα περιεχόμενα του αρχείου καταγραφής συμβάντων της samba με φιλικό τρόπο. Ελέγξτε ότι εδώ εμφανίζεται το σωστό αρχείο καταγραφής του υπολογιστή σας. Αν θέλετε, μπορείτε να αλλάξετε το όνομα ή τη θέση του αρχείου καταγραφής, και έπειτα κάντε κλικ στο κουμπί "Ενημέρωση".
eo: Tiu paĝo prezentas la enhavon de via Samba protokolodosiero en afabla maniero. Kontrolu, ke la ĝusta protokolodosiero por via komputilo estas en la listo. Laŭbezoneĝustigu la nomon kaj lokon de la protokolodosiero kaj alklaku la butonon "Ĝisdatigi".
es: Esta página presenta el contenido de su archivo de sucesos en una disposición agradable. Compruebe que el archivo de sucesos para su equipo está listado aquí. Si es necesario, corrija el nombre o lugar del archivo de registro y pulse el botón «Actualizar».
et: Siin lehel saab vaadata samba logifaili sisu märksa sõbralikumas vormingus, kui seda on tavaline tekstifail. Kontrolli, et samba logifaili nimi ja asukoht oleksid õiged ning kui vaja, siis kõigepealt paranda ning klõpsa seejärel nuppu "Uuenda".
eu: Orri honetan, zure samba egunkari-fitxategiaren edukia modu atseginean bistaratzen da. Egiaztatu zure ordenagailuko egunkari-fitxategi zuzena agertzen dela hemen. Behar izanez gero, zuzendu egunkari-fitxategiaren izena edo kokalekua, eta egin klik "Eguneratu" botoian.
fi: Tällä välilehdellä näet selkeämmän version Samban lokitiedostosta. Tarkista, että tässä kohdassa on oikea lokitiedosto. Mikäli tiedoston nimeä tarvitsee muuttaa, korjaa nimi ja napsauta painiketta "Päivitä".
fr: Cette page présente le contenu de votre journal Samba de façon simple. Vérifiez que le fichier de journal pour votre système listé ici est correct. Si nécessaire, corrigez le nom ou l'emplacement du journal et cliquez ensuite sur le bouton « Actualiser ».
gl: Esta páxina presenta o contido do ficheiro de rexistro dun xeito agradábel. Comprobe que o ficheiro de rexistro do seu computador está listado aquí. Se é necesario, corrixa o nome ou a localización do ficheiro de rexistro e prema o botón «Actualizar».
gu: આ પાનુ તમને સાંમ્બા લોગ ફાઇલની માહિતીને વ્યવસ્થિત રીતે બતાવે છે. અહીં તપાસો કે તમારા કોમ્પુટરની સાચી લોગ ફાઇલ અહીં યાદી કરેલ છે. જો તમારે લોગ ફાઇલનુ નામ અને સ્થાન બદલીને સાચુ કરવાની જરુર હોય તો, બદલીને "સુધારો" બટન પર કલીક કરો.
he: דף זה מציג את התוכן של קובץ הרישום של Samba שלך בצורה ידידותית. ודא שמוצג כאן קובץ הרישום הנכון עבור המחשב שלך. אם יש צורך בכך, תקן את השם או את המיקום של קובץ הרישום, ולחץ על הכפתור "רענן".
hu: Ez az oldal a Samba naplófájlját jeleníti meg könnyen érthető formában. Ellenőrizze, hogy a megfelelő naplófájl neve jelenik-e meg. Ha szükséges, javítsa ki a fájl nevét vagy elérési útját, majd nyomja meg a „Frissítés” gombot.
ia: Iste pagina presenta le contentos de tu file de registro de samba in un disposition amical. Tu verifica que le correcte file de registro per tu computator es listate hic. Si tu necessita, tu corrige le nomine o le location del file de registro, e postea tu pressa le button "Actualisa".
is: Þessi síða sýnir innihald samba annála á læsilegan hátt. Athugaðu hvort rétt annálaskrá er gefinn upp fyrir tölvuna þína. Ef þörf er á, leiðréttu nafn og staðsetningu annálsins og smelltu svo áhnappin merktan "Uppfæra"
ja: このページは Samba のログファイルの内容をより分かりやすいレイアウトで表示します。システムの正しいログファイルがリストにあることを確認してください。必要ならログファイルの名前と場所を適宜修正して「更新」ボタンをクリックしてください。
kk: Бұл бет samba журналындағы жазулары ыңғайлы түрде көрсетеді. Керек журналы көрсетіліп тұрғанын тексеріңіз. Егер қажет болса, журналдың каталогы мен атауын түзеп, "Жаңарту" батырмасын басыңыз.
km: ទំព័រ​នេះ​បង្ហាញ​មាតិកា​នៃ​ឯកសារ​កំណត់ហេតុ samba របស់​អ្នក ក្នុង​ប្លង់​មួយ​ដែល​ងាយ​ស្រួល​ប្រើ ។ ពិនិត្យ​ថា ​ឯកសារ​កំណត់​ហេតុ​ត្រឹម​ត្រូវ​សម្រាប់​កុំព្យូទ័រ​របស់​អ្នក​ត្រូវ​បាន​រាយ​នៅ​ទីនេះ ។ បើ​អ្នក​ត្រូវ​ការ​កែ​ឈ្មោះ ឬ​ទីតាំង​របស់​ឯកសារ​កំណត់​ហេតុ និង​បន្ទាប់​ដោយ​ចុច​ប៊ូតុង "ធ្វើបច្ចុប្បន្នភាព" ។
kn: ಈ ಪುಟವು ನಿಮ್ಮ ಸಾಂಬಾ ದಾಖಲೆ ಕಡತದ ವಿಷಯಗಳನ್ನು ಒಂದು ಸರಳವಾದ ವಿನ್ಯಾಸದಲ್ಲಿ ತೋರಿಸುತ್ತದೆ. ನಿಮ್ಮ ಗಣಕದ ಸರಿಯಾದ ದಾಖಲೆ ಕಡತವನ್ನು ಇಲ್ಲಿ ಸೂಚಿಸಲಾಗಿದೆಯೆ ಎಂದು ಪರಿಶೀಲಿಸಿ. ಅಗತ್ಯವಿದ್ದಲ್ಲಿ, ದಾಖಲೆ ಕಡತದ ಹೆಸರು ಅಥವ ಸ್ಥಳವನ್ನು ಸರಿಪಡಿಸಿ, ಹಾಗು "ಅಪ್‌ಡೇಟ್" ಗುಂಡಿಯನ್ನು ಒತ್ತಿ.
lt: Šis puslapis parodo samba žurnalo failo turinį naudotojui patogiu būdu. Patikrinkite, ar žemiau nurodytas kompiuterio žurnalo failas yra teisingas. Jei reikia, pataisykite žurnalo failo vardą ar vietą, ir paspauskite mygtuką „Atnaujinti“.
lv: Šī lapa piedāvā samba žurnāla faila saturu draudzīgā izkārtojumā. Pārbaudiet, vai šeit ir uzrādīts pareizais jūsu datora žurnālfails. Ja jums nepieciešams, izlabojiet žurnālfaila nosaukumu vai vietu, un tad noklikšķiniet "Atjaunināt" pogu.
mk: Оваа страница ја презентира содржината на вашата samba дневник-датотека во пријателски изглед. Проверете дали тука е прикажана точната дневник-датотека од вашиот компјутер. Ако треба, поправете го името или локацијата на дневник-датотеката и потоа кликнете на копчето „Ажурирај“.
ms: Laman ini memaparkan kandungan fail log Samba yang mempunyai susunatur mesra pengguna. Sila semak samada fail log yang sepatutnya terdapat di sini. Jika anda ingin membetulkan.nama atau lokasi log file tersebut,klik pada butang "Update"
nb: Denne side viser innholdet i samba-loggfila i et lesevennlig format. Sjekk at riktig loggfil på datamaskinen din brukes her. Hvis du må, korriger navnet eller stedet til loggfila og klikk på «Oppdater»-knappen.
nds: Disse Siet wiest den Inholt vun Dien Samba-Logbook op en leesbore Oort. Bitte prööv, wat de richtige Logbookdatei för Dien Reekner hier angeven is. Du kannst de richtige Datei angeven un denn op "Opfrischen" klicken, wenn dat noot deit.
nl: Deze pagina presenteert de inhoud van uw Samba-logbestand in een vriendelijk jasje. Controleer of het juiste logbestand voor uw computer hier genoemd wordt. Indien nodig, corrigeer de locatie van het logbestand en klik vervolgens op de knop "Bijwerken".
nn: Denne sida presenterer innhaldet av Samba-loggfila på ein oversiktleg måte. Kontroller at den rette loggfila for maskina di er oppført her. Dersom det trengst kan du retta namnet eller plasseringa og trykkja «Oppdater»-knappen.
pl: Ta strona prezentuje zawartość dziennika Samby w sposób przyjazny użytkownikowi. Sprawdź czy nazwa pliku dziennika jest wpisana poprawnie. Jeśli nazwa pliku dziennika jest niewłaściwa, popraw ją i naciśnij przycisk "Uaktualnij".
pt: Esta página apresenta o conteúdo do seu ficheiro de registo do Samba com um aspecto amigável. Certifique-se que está listado aqui o ficheiro de registo correcto do seu computador. Se necessário, corrija o nome ou a localização do ficheiro de registo, e então carregue no botão "Actualizar".
pt_br: Esta página apresenta o conteúdo do arquivo de registro de seu Samba em um layout amigável. Verifique se o arquivo de registro correto de seu computador está listado aqui. Se precisar, corrija o nome ou localização do arquivo de registro e depois clique no botão "Atualizar".
ru: Эта страница показывает вам содержимое журнала Samba в удобном виде. Проверьте настройки пути к вашему журналу Samba. Если необходимо, измените имя или расположение файла журнала и нажмите кнопку «Обновить».
si: මෙම පිටුව ඔබේ සම්බා වාර්ථා ගොණුව වඩාත් ප්‍රියමනාප ආකාරයකට ඉදිරිපත් කරයි. ඔබේ පරිගණකය සඳහා වන නිවැරදි වාර්ථා ගොණුව මෙහි පවතින්නේ දැයි බලන්න. ඔබට ඇවැසි නම්, වාර්ථා ගොණුවේ නාමය හෝ ස්ථානය වෙනස් කර, "යාවත්කාලීන" බොත්තම ඔබන්න
sk: Táto stránka predstavuje obsah log súboru vašej samby v prehľadnej forme. Skontrolujte, či je zobrazený správny súbor pre váš počítač. Ak potrebujete upraviť názov alebo umiestnenie súboru so záznamom, kliknite na tlačidlo "Aktualizovať".
sl: Ta stran v prijazni obliki prikazuje vsebino dnevniškega zapisa strežnika sambe. Preverite, da je vpisana pravilna dnevniška datoteka. Če je potrebno, popravite ime ali mesto datoteke in kliknite na gumb »Posodobi«.
sv: Denna sida presenterar innehållet i din Samba-loggfil i en användarvänlig layout. Kontrollera att rätt loggfil för din dator är listad här. Om du behöver, korrigera namnet eller platsen på loggfilen, klicka sedan på "Uppdatera".
tg: Ин саҳифа ба шумо таркиби журнали Samba-ро ба намуди дастрас намоиш медиҳад. Ба тафтиши танзимоти роҳи журнали Samba-и худ шавед. Агар лозим бошад, ном ёки ҷойгир шавии журнали файлро таъир кунед ва ба рӯи кнопкаи "Бозсозӣ" пахш кунед.
th: หน้านี้ แสดงเนื้อหาของแฟ้มติดตามการทำงาน samba ของคุณ ในรูปแบบที่อ่านเข้าใจง่าย เลือกที่แฟ้มติดตามการทำงาน ในรายการที่แสดงอยู่ เพื่อแก้ไขชื่อ หรือตำแหน่งของแฟ้ม จากนั้นคลิกที่ปุ่ม "อัปเดต"
tr: Bu sayfa samba'nızın kayıt dosyasının içeriğini anlaşılır bir görünümde sunar. Bilgisayarınız için doğru kayıt dosyasının burada listelenip listelenmediğini kontrol ediniz. Gerekirse, kayıt dosyasının adını ya da konumunu düzeltin ve "Güncelle" düğmesine tıklayınız.
uk: На цій сторінці показано вміст файла журналу Samba у дружньому форматі. Перевірте, чи правильно вказано назву файла. Виправте назву або місце розташування файла, якщо потрібно, і після цього натисніть кнопку «Оновити».
xh: Eli phepha lizisa imixholo yefayile yakho ye samba kubeko lobuhlobo. Khangela ukuba ifayile yelog elungileyo ye computer yakho ikuluhlu apha. Ukuba ufuna njalo, lungisa igama okanye indawo yefayile yelog, kwaye ngoku nqakraza "Gqiba" iqhosha.
zh_cn: 这一页显示的是以易读形式表示的您系统上的 samba 的日志。检查列出的是否是您系统的日志文件。如果必要的话，更正日志文件的名字或位置，并点击“更新”按钮。
