Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

source: Host/User
af: Bediener/Gebruiker
ar: المضيف/المستخدم
bg: Хост/потребител
bn_in: হোস্ট/ব্যবহারকারী
bs: Računar/Korisnik
cs: Hostitel/Uživatel
cy: Gwesteiwr/Defnyddiwr
da: Vært/bruger
de: Rechner/Benutzer
el: Υπολογιστής/Χρήστης
eo: Komputilo/uzanto
es: Máquina/Usuario
et: Masin/kasutaja
eu: Ostalaria/Erabiltzailea
fi: Asiakas/Käyttäjä
fr: Hôte / Utilisateur
gl: Servidor/Usuario
gu: યજમાન/વરાશકર્તા
he: מארח\משתמש
hu: Kiszolgáló/felhasználó
ia: Hospite/Usator
is: Vél/Notandi
ja: ホスト/ユーザ
kk: Хост/Пайдаланушы
km: ម៉ាស៊ីន/អ្នក​ប្រើ
kn: ಅತಿಥೇಯ/ಬಳಕೆದಾರ
lt: Mazgas/naudotojas
lv: Resursdators/Lietotājs
mk: Компјутер/Корисник
mr: यजमान/वापरकर्ता
ms: Hos Pengguna
nb: Vert/bruker
nds: Reekner/Bruker
nl: Host/gebruiker
nn: Vert/brukar
pa: ਹੋਸਟ/ਯੂਜ਼ਰ
pl: Komputer/użytkownik
pt: Máquina/Utilizador
pt_br: Máquina/Usuário
ru: Хост/Пользователь
si: ධාරකය/පරිශීලක
sk: Počítač/Užívateľ
sl: Gostitelj/uporabnik
sv: Värddator/Användare
te: హోస్టు/వినియోగదారి
tg: Мизбон/Истифодакунанда
th: โฮสต์/ผู้ใช้
tr: Makine/Kullanıcı
uk: Вузол/користувач
wa: Lodjoe/Uzeu
xh: Umamkeli/Umsebenzisi
zh_cn: 主机/用户

source: <p>This list shows details of the events logged by samba. Note that events at the file level are not logged unless you have configured the log level for samba to 2 or greater.</p><p> As with many other lists in KDE, you can click on a column heading to sort on that column. Click again to change the sorting direction from ascending to descending or vice versa.</p><p> If the list is empty, try clicking the "Update" button. The samba log file will be read and the list refreshed.</p>
ar: <p>تعرض هذه القائم تفاصيل الأحداث المسجلة بواسطة سامبا. لاحظ أن الأحداثعلى مستوى الملف غير مسجلة إلا إذا صبط مستوى التسجيل لسامبا على 2 أو أكثر.</p><p> كما هي الحال مع الكثير من قوائم الكيدي ؛ فبإمكانك أن تنقر على رأس العمود لتفرزه. انقر مرة أخرى لتغير اتجاه الفرز. </p><p> إذا كانت القائمة فارغة ، حاول النقر على زر "تحديث". وسيعاد قراءة ملف سجل سامبا و تحديث القائمة.</p>
bg: <p>Този списък показва подробности за отчетените събитията Samba. Имайте предвид, че събитията не се записват в журналния файл, ако нивото на отчитане е по-ниско от 2.</p><p>Ако списъкът е празен, пробвайте да го обновите.</p>
bs: <html><p>Ovaj spisak daje detalje događaja koje je Samba zabilježila. Imajte u vidu da se događaji na nivou datoteke ne bilježe ako ste zadali nivo bilježenja manji od 2.</p><p>Možete kliknuti na zaglavlje kolone da biste poređali vrste vrijednostima u njoj. Drugim klikom na isto zaglavlje mijenjate redoslijed ređanja sa rastućeg na opadajuće i obrnuto.</p><p>Ako je spisak prazan, pokušajte da kliknete na dugme <interface>Ažuriraj</interface>. Dnevnik Sambe će biti učitan i spisak popunjen prema njemu.</p></html>
cs: <p>Tato stránka (seznam) zpřístupňuje podrobnosti o událostech zaznamenávaných sambou. Události týkající se souborů nejsou zaznamenávány, pokud nemá samba nastavenu úroveň zaznamenávání alespoň 2.</p><p>Stejně jako v mnoha jiných seznamech v KDE, i zde je možné seřadit sloupec kliknutím na jeho hlavičku. Dalšími kliknutími lze určit směr třídění (vzestupně, sestupně...).<p></p> Pokud je seznam prázdný, zkuste kliknout na tlačítko "Obnovit". Záznamový soubor bude načten a seznam aktualizován.</p>
da: <p>Denne liste viser detaljer af begivenheder der logges af samba. Bemærk, at begivenheder på filniveauet ikke logges med mindre du har indstillet logniveauet til 2 eller højere.</p><p> Som med mange andre lister i KDE, kan du klikke på søjlehovedet for at sortere denne søjle. Klik igen for at ændre sorteringsretningen fra stigende til faldende eller omvendt.</p><p> Hvis listen er tom, så prøv at klikke på "Opdatér"-knappen. Samba-logfilen vil så blive læst og listen genopfrisket.</p>
de: <p>Diese Liste zeigt Details der Ereignisse, die von Samba protokolliert wurden. Beachten Sie, dass die Ereignisse nur protokolliert werden, wenn die Protokollierungsstufe von Samba auf einen Wert von 2 oder höher eingestellt ist.</p><p>Wie bei vielen anderen Listen in KDE, können Sie auf die Spaltenüberschriften klicken, um den Inhalt sortiert zu bekommen. Klicken Sie erneut, um eine Sortierung in aufsteigender oder absteigender Richtung vorzunehmen.</p><p>Ist die Liste leer, versuchen Sie einen Klick auf den Knopf „Aktualisieren“. Dann wird die Samba-Protokolldatei erneut eingelesen und neu aufgebaut.</p>
el: <p>Αυτή η λίστα εμφανίζει λεπτομέρειες των συμβάντων που καταγράφηκαν από τη samba. Σημειώστε ότι συμβάντα ανοίγματος/κλεισίματος δεν καταγράφονται εκτός και αν το επίπεδο καταγραφής της samba (log level) οριστεί τουλάχιστον 2. </p><p>Όπως πολλές άλλες λίστες μέσα στο KDE, μπορείτε να κάνετε κλικ στην επικεφαλίδα μιας στήλης για ταξινόμηση ως προς αυτήν τη στήλη. Κάνοντας κλικ ξανά αλλάζετε τη σειρά ταξινόμησης από αύξουσα σε φθίνουσα ή το αντίστροφο. </p><p>Αν η λίστα είναι άδεια, δοκιμάστε να κάνετε κλικ το κουμπί "Ενημέρωση". Το αρχείο καταγραφής της samba θα διαβαστεί και η λίστα θα ανανεωθεί.</p>
eo: <p>Tiu listo montras detalojn de la eventoj protokolitaj de Samba. Atentu, ke la eventoj malfermo/fermo de dosiero estas registrataj nur, se la protokolonivelo de Samba estas almenaŭ 2.</p><p>Vi povas alklaki kolumnan titolon por ordigi laŭ tiu kolumno. Reklaku por ŝanĝi la ordodirekton.</p><p> Se la listo estas malplena, premu la butonon -"Aktualigi". La protokolodosiero de Samba estos legata kaj la listo estos aktualigata.</p>
es: <p>Esta lista muestra los detalles de los eventos registrados por samba. Observe que los eventos del nivel de archivo no son registrados a no ser que haya configurado samba en un nivel de registro de 2 o superior.</p><p> Como en muchas otras listas en KDE, puede pulsar en la cabecera de la columna para ordenar esa columna, Pulse de nuevo para cambiar el orden de ascendente a descendente o viceversa.</p><p> Si la lista está vacía, pruebe a pulsar el botón «Actualizar». El registro de samba será leído y la lista actualizada.</p>
et: <p>Selles nimekirjas näeb Samba poolt logitud sündmusi. Arvesta, et faili tasemel sündmusi ei logita, kui samba logimise tase ei ole vähemalt 2.</p><p> Nagu enamikus muudeski KDE nimekirjades, saad ka siin tulba päisel klõpsates seda tulpa sorteerida. Veel kord tulba päisel klõpsates saad muuta sorteerimise järjekorda kasvavast kahanevaks ja vastupidi. Kui nimekiri on tühi, proovi klõpsata nupul "Uuenda". Siis loetakse logifail uuesti sisse ning värskendatakse nimekirja.</p>
eu: <p>Zerrenda honetan, samba-k erregistratutako gertaeren xehetasunak erakusten dira. Kontuan izan fitxategi-mailako gertaerak ez direla gordeko, samba-ren erregistratze-maila gutxienez 2 ez bada.</p><p> KDEko beste zerrenda askorekin bezala, zutabeko izenburuan klik egin dezakezu zutabe horren arabera ordenatzeko. Egin klik berriro ere, ordenatzeko noranzkoa aldatzeko goranzkotik beheranzkora, edo alderantziz.</p><p> Zerrenda hutsik badago, sakatu "Eguneratu" botoia. Samba egunkari-fitxategia irakurriko da, eta zerrenda freskatuko da.</p>
fi: <p>Tässä luettelossa näet Samban tapahtumaluettelon. Huomaa, ettei tapahtumia tallenneta lokitiedostoon, mikäli Samban lokitietojen taso on alle 2.</p><p>Voit järjestää tiedot sarakkeiden mukaan napsauttamalla haluttua saraketta. Kun napsautat toisen kerran, järjestys muutetaan käänteiseksi.</p><p>Jos luettelo on tyhjä, kokeile napsauttaa painiketta "Päivitä", jolloin Samban lokitiedosto luetaan uudelleen ja lista päivitetään sen mukaan.</p>
fr: <p>Cette liste affiche les détails des évènements consignés par Samba. Veuillez noter que les évènements au niveau « fichier » ne sont consignés que si le niveau de journalisation de Samba est au moins égal à 2.</p> <p> Comme beaucoup d'autres listes dans KDE, vous pouvez cliquer sur l'en-tête d'une colonne pour trier la liste en fonction de celle-ci. Cliquez à nouveau sur cet même en-tête pour inverser l'ordre de tri.</p><p> Si la liste est vide, cliquez sur le bouton « Actualiser ». Le journal de Samba sera lu et la liste sera actualisée.</p>
gl: <p>Esta lista mostra os detalles dos eventos rexistrados por samba. Lembre que os eventos a nivel ficheiro non son rexistrados a non ser que configurase samba cun nivel de rexistro 2 ou superior.</p><p> Como en moitas outras listas en KDE, pode premer a cabeceira da columna para ordenar dita columna. Prema de novo para cambiar a orde de ascendente a descendente e viceversa.</p><p>Se a lista está baleira, probe a premer o botón «Actualizar». Lerase o rexistro de samba e actualizarase a lista.</p>
gu: <p> આ યાદી સાંમ્બા વડે લોગ થયેલી ઘટનાઓની માહિતી બતાવે છે. નોંધ રાખો કે ફાઇલ સ્તર પર ઘટનાઓ લોગ થતી નથી, માત્ર તમે સાંમ્બા લોગ સ્તર ૨ કે તેનાથી વધુ ગોઠવેલ હોય તો જ લોગ થશે.</p><p>કેડીઇ પરની બીજી બધી યાદીઓની જેમ, તમે સ્તંભના શીર્ષક પર કલીક કરીને સ્તંભને ક્રમમાં ગોઠવી શકો છો. ફરીથી સ્તંભ પર કલીક કરીને તમે ક્રમની દિશા ચડતાથી ઉતરતા અને ઉતરતાથી ચડતા ક્રમમાં કરી શકો છો.</p><p> જો યાદી ખાલી હોય, "સુધારો" બટન પર કલીક કરવા પ્રયત્ન કરો. સાંમ્બા લોગ ફાઇલ વાંચવામાં આવશે અને યાદી ફરીથી તાજી કરવામાં આવશે.</p>
he: <p>רשימה זו מציגה את פרטי האירועים שנרשמו על ידי Samba. שים לב כי אירועים ברמת הקובץ לא נרשמים אלא אם כן הגדרת את רמת הרישום של Samba ל־2 או יותר.</p><p>כמו רשימות רבות אחרות ב־KDE, גם כאן באפשרותך ללחוץ על כותרת עמודה כדי למיין לפי העמודה ההיא. לחץ שוב כדי לשנות את כיוון המיון מסדר יורד לסדר עולה ולהיפך. </p><p> אם הרשימה ריקה, נסה ללחוץ על הכפתור "רענן". קובץ הרישום של Samba ייקרא והרשימה תתרענן. </p>
hu: <p>Ez a lista a Samba által naplózott események részleteit sorolja fel. A fájlszintű események csak akkor naplózódnak, ha a Samba naplózási szintjét legalább 2-re állítja.</p><p> Mint ahogy más listák esetében, itt is érvényes az, hogy ha egy oszlop fejlécére kattint, akkor sorbarendeződnek annak elemei. A második kattintásra megfordul a sorrend, pl. növekvőből csökkenőbe.</p><p> Ha a lista üres, kattintson a „Frissítés” gombra: ilyenkor a Samba naplófájlját újraolvassa a program.</p>
ia: <p>iste lista monstra detalios de eventos registrate per samba. Tu nota que eventos a le nivello de file non es registrate, a minus que tu ha configurate le nivello de registrar pro samba a 2 o major.</p><p> Como con altere listas in KDE, tu pote pressar sur un testa de columna pro ordinar ille columna. Pressar de nove cambiara le direction de ordinar, ab ascendente a descendente o vice versa.</p><p> Si le lista es vacue, tu prova a pressar le button "Actualisa". Le file de registro de samba essera legite e le lista refrescate.</p>
is: <p>Þessi listi sýnir í smátriðum þá atburði sem skráðir eru af samba. Athugið að tilvik varðandi einstakar skrár eru ekki skráðar nema annálaritun sé stillt á 2. stig eða meira. </p><p>Eins og með marga aðra lista í KDE er hægt að raða þessum eftir dálkum með því að smella á viðkomandi dálk. Smelltu aftur til að raða eftir minnkandi röðun og öfugt. </p><p> Ef listinn er tómur reyndu að smella á "Uppfæra" hnappinn. Samba annálaskráin verður þá lesin aftur og listinn uppfærist</p>
ja: <p>このリストは Samba のイベントログの詳細を表示しています。ファイルごとのログは、Samba のログレベルが 2 以上に設定されていないと記録されないことに注意してください。</p><p>他の KDE のリストと同様に、列見出しをクリックすると、その列を基準にリスト項目が並べ替えられます。クリックするごとに、昇順から降順、あるいはその逆になります。</p><p>リストが空なら「更新」ボタンをクリックしてみてください。Samba のログファイルを読み込み、リストを更新します。</p>
kk: <p>Бұл тізім samba журналында жазылған егжей-тегжейілерін көрсетеді. Ескерту: егер samba журналын жүргізу дәрежесінің деңгейі "2" не одан да жоғары болмаса, керек мәлімет журналға жазылмайды.</p><p> Басқа да KDE кестелерідегідей, бағанның атауын түртіп оны реттеп алуға болады. Реттеу тәртібін өсуден кемуге, не керсінше, ауыстыру үшін қайта түртіңіз.</p><p> Егер тізім бос болса, "Жаңарту" батырмасын басыңыз. Samba оқылып, тізім жаңартылады.</p>
km: <p>បញ្ជី​នេះ​បង្ហាញសេចក្តី​លម្អិត​នៃ​ព្រឹត្តិការណ៍​ដែល​បាន​ធ្វើ​កំណត់ហេតុដោយ samba ។ ចំណាំថា​ព្រឹត្តិការណ៍​នៅ​កម្រិត​ឯកសារ​មិន​ត្រូវ​បាន​ធ្វើ​កំណត់​ហេតុ​ទេ លុះត្រា​តែ​អ្នក​បាន​កំណត់​រចនា សម្ព័ន្ធ​កម្រិត​កំណត់​ហេតុ​សម្រាប់​សាំបា (Samba) ទៅ ២ ឬ​ធំ​ជាង​នេះ ។</p><p> ជាមួយ​នឹង​បញ្ជី​ផ្សេងៗ​ទៀត​ក្នុង KDE អ្នក​អាច​ចុច​លើ​ក្បាល​ជួរ​ឈរ​មួយ ដើម្បី​តម្រៀប​នៅ​លើ​ជួរ​ឈរ​នោះ ។ ចុច​ម្ដង​ទៀត​ដើម្បី​ផ្លាស់​ប្ដូរ​ទិស​ដៅ​តម្រៀប​ពី​ឡើង​ទៅ​ចុះ ឬ​ផ្ទុយ​មក​វិញ ។</p><p> ​បើ​បញ្ជី​នេះ​ទទេ ព្យាយាម​ចុច​ប៊ូតុង "ធ្វើ​បច្ចុប្បន្នភាព" ។ ឯកសារ​កំណត់​ហេតុ​របស់​សាំបា (Samba) នឹង​ត្រូវ​បាន​អាន ហើយ​បញ្ជី​ត្រូវ​បានធ្វើ​ឲ្យ​ស្រស់ ។</p>
kn: <p>ಈ ಪಟ್ಟಿಯು ಸಾಂಬಾದಿಂದ ದಾಖಲಿಸಲಾದ ಘಟನೆಗಳ ವಿವರಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ನಿಮ್ಮ ಸಾಂಬಾದ ದಾಖಲೆಯ ಮಟ್ಟವನ್ನು ೨ ಕ್ಕೆ ಹೊಂದಿಸದ ಹೊರತು ಕಡತ ಮಟ್ಟದ ಘಟನೆಗಳು ದಾಖಲಾಗುವುದಿಲ್ಲ ಎಂಬುದನ್ನು ನೆನಪಿಡಿ.</p><p>KDE ಯಲ್ಲಿನ ಇತರೆ ಪಟ್ಟಿಗಳಂತೆ, ಈ ಕಾಲಂನಲ್ಲಿ ವಿಂಗಡಿಸಲು ನೀವು ಕಾಲಂನ ಶೀರ್ಷಿಕೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ಕಿಸಬಹುದು. ವಿಂಗಡಣಾ ದಿಕ್ಕನ್ನು ಆರೋಹಣದಿಂದ ಅವರೋಹಣಕ್ಕೆ ಅಥವ ಅವರೋಹಣದಿಂದ ಆರೋಹಣಕ್ಕೆ ಬದಲಾಯಿಸಲು ಮತ್ತೊಮ್ಮೆ ಕ್ಲಿಕ್ ಮಾಡಿ.</p><p> ಈ ಪಟ್ಟಿಯು ಖಾಲಿ ಇದ್ದಲ್ಲಿ, "ಅಪ್‌ಡೇಟ್" ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ. ಸಾಂಬಾ ದಾಖಲೆ ಕಡತವನ್ನು ಓದಲಾಗುವುದು ಹಾಗು ಪಟ್ಟಿಯನ್ನು ಪುನಶ್ಚೇತನಗೊಳಿಸಲಾವುದು.</p>
lt: <p>Šiame sąraše rodomos samba įvykių, užregistruotų žurnale, detalės. Atkreipkite dėmesį, kad failų lygio įvykiai yra registruojami žurnale tik tuomet, jei samba žurnalo lygis yra 2 ar didesnis.</p><p>Kaip ir daugelyje kitų KDE sąrašų, norėdami rikiuoti įrašus pagal to stulpelio reikšmes, galite spragtelėti ant stulpelio antraštės. Norėdami pakeisti rūšiavimo tvarką iš didėjančios į mažėjančią ar atvirkščiai, spragtelėkite vėl. </p><p> Jei sąrašas tuščias, spragtelėkite „Atnaujinti“ mygtuką. Samba žurnalo failas bus perskaitytas ir sąrašas atnaujintas.</p>
lv: <p>Šis saraksts rāda samba žurnalēto notikumu detaļas. Atcerieties, ka notikumi failu līmenī netiek žurnalēti, ja vien samba žurnalēšanas līmenis nav nokonfigurēts uz 2 vai augstāku.</p><p> Kā ar daudziem citiem sarakstiem KDE, jūs varat noklikšķināt kolonas nosaukuma, lai kārtotu pēc šīs kolonas satura. Noklikšķiniet vēlreiz, lai nomainītu kārtošanas secību no augošas uz dilstošu vai otrādi.</p><p> Ja saraksts ir tukšs, mēģiniet noklikšķināt "Atjaunināt" pogu. Samba žurnālfails tiks nolasīts un saraksts tiks atsvaidzināts.</p>
mk: <p>Оваа листа ги прикажува деталите за настаните евидентирани од samba. Настаните на ниво на датотеки не се евидентираат освен ако не сте го конфигурирале нивото на евидентирање на samba на 2 или повисоко.</p><p> Како и со многу други листи во KDE, може да кликнете на наслов на колона за да ја подредите листата според колоната. Кликнете уште еднаш за да го смените редоследот на подредување од растечки во опаѓачки и обратно.</p><p> Ако листата е празна кликнете на копчето „Ажурирај“. Со тоа ќе се прочита дневникот на samba и ќе се освежи листата.</p>
ms: <p>Senarai ini memaparkan perician acara yang di log oleh samba. Perhatian bahawa acara pada aras fail tidak di log melainkan anda telah menetapkan aras log untuk samba kepada 2 atau lebih.</p><p> Seperti senarai lain dalam KDE, anda boleh klik pada pengepala lajur untuk menyusun lajur tersebut. Klik lagi untuk menukar arah susunan daripada menaik ke menurun atau sebaliknya.</p><p> Jika senarai adalah kosong, cuba klik butang "Kemaskini". Fail log samba akan dibaca dan senarai disegarkan.</p>
nb: <p>Denne lista viser detaljer for hendelser som samba logger. Merk at hendelser på filnivå ikke er logget, med mindre du har konfigurert loggnivået for samba til 2 eller høyere.</p><p> Som mange andre lister i KDE kan du klikke på kolonne-tittelen for å sortere etter kolonnen. Klikk igjen for å sortere i motsatt rekkefølge.</p><p>Hvis lista er tom, så klikk på «Oppdater»-knappen. Loggfila til Samba vil da bli lest og lista vil bli frisket opp.</p>
nds: <p>Disse List wiest de Begeefnissen, de Samba in't Logbook schreven hett. Beacht bitte, dat Dateibegeefnissen nich in't Logbook schreven warrt, wenn de Logstoop vun Samba nich tominnst 2 is.</p><p> As bi vele annere Listen in KDE kannst Du ok hier op den Strieptitel klicken, wenn de List na dat Feld sorteert warrn schall. Wenn Du en tweet maal klickst, warrt twischen op- un daalwarts ümschalt.</p><p>Wenn de List leddig is, klick op den "Opfrischen"-Knoop. De Logbookdatei vun Samba warrt denn leest un de List opfrischt.</p>
nl: <p>Deze lijst toont de details van gebeurtenissen gelogd door Samba. Bedenk dat gebeurtenissen op bestandsniveau pas worden gelogd als u het logniveau voor Samba op 2 of hoger hebt ingesteld. </p><p>Zoals bij de meeste lijsten in KDE kunt u op een kolomkop klikken om alles op deze kolominhoud te sorteren. Nogmaals klikken draait de sorteerrichting om.</p><p>Als de lijst leeg is, klik dan op de knop "Bijwerken". Het logbestand van Samba wordt dan opnieuw ingelezen om de lijst te verversen.</p>
nn: <p>Denne lista viser detaljar om hendingane som samba har loggført. Legg merke til at filnivået ikkje vert loggført om du ikkje har sett loggnivået i samba til 2 eller høgare.</p><p>Som med mange andre lister i KDE, kan du klikka på ei kolonneoverskrift for å sortera etter den kolonnen. Klikk igjen for å endra sorteringsrekkjefølgja.</p><p>Dersom lista er tom kan du prøva å trykkja på «Oppdater». Då vert loggfila lesen og lista oppdatert.</p>
pl: <p>Ta lista pokazuje szczegółowe informacje o zdarzeniach zapisanych przez Sambę. Zdarzenia na poziomie pliku nie są zapisywane dopóki nie zmienisz wartości poziomu log dla Samby na 2 lub więcej.</p> <p>Tak jak na innych listach środowiska KDE klikniecie na nazwę odpowiedniej kolumny powoduje sortowanie zdarzeń. Ponowne kliknięcie na tej samej nazwie kolumny powoduje sortowanie w odwrotnym porządku.</p> <p>Jeśli lista jest pusta, spróbuj nacisnąć przycisk "Uaktualnij". Plik dziennika Samby zostanie odczytany, a lista uaktualniona.</p>
pt: <p>Esta lista mostra os detalhes dos eventos registados pelo Samba. De notar que os eventos ao nível do ficheiro não ficam registados a menos que o utilizador tenha configurado o nível de registo do Samba a 2 ou maior.</p><p>Tal como em muitas outras listas no KDE, ao carregar no cabeçalho duma coluna poderá ordenar por essa coluna. Carregue outra vez para mudar a direcção da ordenação de ascendente para descendente ou vice-versa.</p><p> Se a lista estiver vazia, experimente carregar no botão "Actualizar". O ficheiro do registo do Samba será lido e a lista será então actualizada.</p>
pt_br: <p>Esta lista mostra detalhes dos eventos registrados pelo Samba. Observe que os eventos no nível de arquivo não são registrados a menos que você tenha configurado o nível de registro do Samba para 2 ou mais.</p><p> Como muitas outras listas no KDE, é possível clicar em um cabeçalho de coluna para classificá-la. Clique novamente para alterar o sentido de classificação de ascendente para descendente ou vice-versa.</p><p> Se a lista estiver vazia, tente clicar no botão "Atualizar". O arquivo de registro do Samba será lido e a lista será atualizada.</p>
ru: <p>Этот список показывает события журнала сервера Samba. Заметьте, что события не заносятся в журнал, если уровень протоколирования в Samba ниже 2.</p><p> Как и в других списках KDE, вы можете щёлкнуть мышью на заголовке столбца для сортировки. Щёлкните снова для изменения порядка сортировки.</p><p> Если список пустой, попробуйте нажать кнопку «Обновить». Файл журнала будет заново прочтён и список обновится.</p>
si: <p>මෙම ලැයිස්තුව සම්බා විසින් පිවිසි අවස්ථා පිළිබඳ තොරතුරු දක්වයි.සම්බා වාර්‍තා මට්ටම 2 හෝ ඉහළ වනතෙක් ගොනු මට්ටමේ වාර්‍ථා නොගැනෙන බව සලකන්න.</p><p> KDE හී ඇති අනෙක් බොහෝ ලැයිස්තු මෙන් මෙහිදීත් ඔබට තීරුවක සිරස ක්ලික් කිරීමෙන් එය පෙළගැස්විය හැක, නැවත එය ක්ලික් කිරීම අකාරාදී පිළිවෙලට හා අකාරාදී නොවන පිළිවෙල අතර මාරු වීය හැක.</p><p> ලැයිස්තුව හිස් නම්, "යාවත්කාලීන කරන්න" බොත්තම ක්ලික් කරන්න. එවිට සම්බා වාර්‍ථා ගොනුව කියවනු ලබන අතර ලැයිස්තුව ප්‍රතිපූර්‍ණය වේ.</p>
sk: <p>Tento zoznam ukazuje detaily udalostí, ktoré zaznamenáva samba. Uvedomte si, že udalosti na úrovni súborov nie sú zaznamenávané pokým nenastavíte úroveň záznamu samby na 2 alebo viac.</p><p> Ako s mnoho inými zoznamami v KDE, môžete kliknúť na hlavičku na usporiadanie zoznamu podľa daného stĺpca, kliknutím znova môžete obrátiť poradie.</p><p>Ak je zoznam prázdny, skúste stlačiť tlačidlo "Aktualizovať". Log súbor bude načítaný a zoznam sa obnoví.</p>
sl: <p>Ta seznam vsebuje podrobnosti dogodkov, ki jih je zabeležila samba. Dogodki na datotečnem nivoju niso zabeleženi, če ni stopnja zapisovanja dnevnikov vsaj 2.</p><p> Kot pri mnogih drugih seznamih v namizju KDE, lahko s klikom na ime stolpca razvrstite stolpec. S ponovnim klikom boste spremenili ureditev iz naraščajoče v padajočo ali obratno.</p><p> Če je seznam prazen, kliknite gumb »Posodobi«. Dnevniška datoteka sambe bo znova prebrana in seznam bo posodobljen.</p>
sv: <p>Denna lista visar detaljer av händelserna loggade av Samba. Observera att händelser vid filnivå inte loggas om du inte har ställt in loggnivån för Samba till 2 eller högre.</p><p> Som med så många andra listor i KDE, kan du klicka på en kolumnrubrik för att sortera den kolumnen. Klicka igen för att ändra sorteringsriktning från ökande till minskande eller vice versa.</p><p> Om listan är tom, prova att klicka på "Uppdatera". Sambas loggfil kommer då att läsas och listan uppdateras.</p>
tg: <p>Ин рӯйхат воқеаи корбари журнали Samba-ро нишон медиҳад. Таваҷҷӯъ кунед, ки воқеаҳо дар журнал вуруд намешаванд агар дараҷаи протоколонӣ дар Samba аз 2 кам бошад.</p><p> Монанди дигар рӯйхатҳои KDE, шумо метавонед рӯи муш дар сарлавҳаи сутун барои ҷо ба ҷо кардани онҳо пахш кунед. Боз як бори дигар барои тартиби ҷо ба ҷо карданро таъғир додан, рӯи кнопкаи муш пахш кунед.</p><p> Агар рӯйхат холӣ бошад, кӯшиш кунед рӯи кнопкаи "Бозсозӣ" пахш кунед. Файли журнали samba хонда хоҳад шуд ва рӯйхат ҳам бозсозӣ хоҳад шуд.</p>
th: <p>แสดงรายการรายละเอียดเหตุการณ์ที่ถูกบันทึกโดย samba โปรดจำไว้ว่า เหตุการณ์ จะไม่ถูกบันทึกลงแฟ้ม จนกว่าคุณจะตั้งค่าระดับการติดตามสำหรับ samba ที่ระดับ 2 หรือมากกว่า </p><p> หากมีหลายรายการมาก คุณสามารถคลิกบนหัวคอลัมน์ เพื่อเรียงลำดับมันได้ </p><p> หากไม่มีรายการอยู่ ให้ลองคลิกที่ปุ่ม "อัปเดต" เพื่อทำการอ่านแฟ้มติดตามเหตุการณ์ของ samba เข้ามาใหม่</p>
tr: <p>Bu liste samba tarafından kaydı tutulan olayların ayrıntılarını gösterir. Samba kayıt seviyesini 2 ya da daha üzerine ayarlamadığınız sürece dosya seviyesindeki olaylar kaydedilmez.</p><p> KDE'deki diğer birçok liste gibi, belli bir sütuna göre sıralama yapmak için o sütunun başlığına tıklayabilirsiniz. Sıralamayı artandan azalana çevirmek ya da tersini yapmak için bir kez daha tıklayın.</p><p>Liste boşsa "Güncelle" düğmesine tıklamayı deneyiniz. Samba kayıt dosyası okunacak ve liste tazelenecektir.</p>
uk: <p>У цьому списку показано подробиці подій, що записані в журнал samba. Примітка: відкриття та закриття файлів не записується в журнал, якщо рівень журналювання samba не встановлений у 2 або більше.</p><p> Як і у випадку з більшістю вікон зі списками у KDE, ви можете клацнути на заголовку колонки, щоб ввімкнути упорядкування по даних у цій колонці. Клацніть знову на заголовку стовпчика, щоб змінити впорядкування у на зворотне.</p><p> Якщо список порожній, натисніть кнопку «Оновити». Файл журналу samba буде прочитано і дані у вікні буде оновлено.</p>
zh_cn: <p>这个列表显示了 samba 记录的事件。注意除非您配置 samba 日志级别为 2 或更高，文件级别的事件不会被记录。</p><p> 和 KDE 中其它的列表相似，您可以在某列标题上点击来在按此列排序。再次点击改变排序方向为升序或降序。</p><p> 如果列表是空的，试着点击“更新”按钮。samba 日志文件将被读取，列表将会刷新。</p>
