Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

source: Check this option if you want to see the events when files opened by remote users were closed. Note that file open/close events are not logged unless the samba log level is set to at least 2 (you cannot set the log level using this module).
af: Bevestig hierdie opsie as jy wil hê na sien die aktiwiteite wanneer lêers geöpende deur afgeleë gebruikers was gesluit. Nota wat lêer open/maak toe aktiwiteite word nie gelog tensy die samba log vlak is stel na na minste 2 (jy kan nie stel die log vlak te gebruik hierdie module).
ar: حدّد هذا الخيار لرؤية أحداث فتح الملفات التي أغلقت من قبل مستخدمين عن بعد. لاحظ أن أحداث فتح و إغلاق الملفات لا تسجل إلا إذا تم تحديد مستوى التسجيل في سامبا إلى الدرجة 2 على الأقل. (تحديد مستوى التسجيل غير ممكن باستخدام هذه الوحدة).
bg: Показване на подробна информация при затваряне файл на компютъра. Имайте предвид, че събитията не се записват в журналния файл, ако нивото на отчитане е по-ниско от 2.
bn_in: দূরবর্তী ব্যবহারকারীদের দ্বারা আপনার কম্পিউটারে বন্ধ করা ফাইলগুলির তালিকা দেখার জন্য এই বিকল্পটি নির্বাচন করুন। উল্লেখ্য, samba লগের মাত্রা অন্তত 2 (২) ধার্য না করা হলে (এই মডিউলের মধ্যে লগের মাত্রা নির্ধারণ করা যাবে না) ফাইল খোলা/বন্ধ হওয়ার তথ্য লগ করা হবে না।
bs: Označite ovu opciju ako želite vidjeti kada se otvorene datoteke zatvaraju od strane remote korisnika. Napominjemo da se otvaranje/zatvaranje ne bilježi ako log nije podešen barem na nivo 2 (nažalost, za sada u ovom modulu ne možete vidjeti trenutni nivo).
cs: Zvolte tuto možnost, pokud si přejete mít informace o uzavírání souborů, otevřených vzdálenými uživateli. Informace o uzavření a otevření souborů nejsou k dispozici, pokud nemá samba nastavenu úroveň zaznamenávání alespoň 2 (bohužel nelze ovlivnit úroveň zaznamenávání pomocí tohoto modulu).
cy: Brithwch y dewisiad yma os ydych am weld y digwyddiadau pan geuwyd ffeiliau a agorwyd gan ddefnyddwyr pell. Noder na chofnodir digwyddiadau agor/cau ffeiliau os nad yw lefel gofnodi samba wedi'i osod yn 2 o leiaf (ni allwch osod lefel y cofnodi gan ddefnyddio'r modwl yma).
da: Afkryds her, hvis du ønsker at se begivenhederne når filer åbnes på din computer af fjernbrugere. Bemærk, at fil åbn/luk-begivenheder ikke logges med mindre samba-logniveauet er sat til mindst 2 (du kan ikke se logniveauet ved brug af dette modul).
de: Aktivieren Sie diese Einstellung, wenn Sie die Dateien auf Ihrem System angezeigt haben möchten, die von Fremdbenutzern geöffnet, aber inzwischen geschlossen wurden. Beachten Sie, dass Öffnen- und Schließen-Ereignisse nicht protokolliert werden, wenn die Protokollierungsstufe von Samba niedriger als 2 ist (diese Einstellung kann von hier aus nicht verändert werden).
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να βλέπετε συμβάντα κάθε φορά που κλείνουν αρχεία που έχουν ανοιχτεί από απομακρυσμένους χρήστες. Σημειώστε ότι συμβάντα ανοίγματος/κλεισίματος δεν καταγράφονται εκτός και αν το επίπεδο καταγραφής της samba (log level) οριστεί τουλάχιστον 2 (δεν μπορείτε να ορίσετε το επίπεδο καταγραφής μέσα από αυτό το άρθρωμα).
eo: Ebligu tion, se vi volas vidi la eventojn, kiam dosieroj uzitaj de foraj uzantoj estas fermitaj. Atentu, ke la eventoj malfermo/fermo de dosiero estas registrataj nur, se la protokolonivelo de Samba estas almenaŭ 2 (pardonu, vi ne povas ŝanĝi la protokolonivelon per tiu ĉi modulo).
es: Active esta opción si quiere ver los eventos cuando los archivos abiertos por usuarios remotos sean cerrados. Observe que los eventos de abrir/cerrar archivos no se registran a no ser que el nivel de registro de samba esté al menos en 2 (no puede configurar el nivel de registro usando este módulo).
et: Lülita see valik sisse, kui soovid näha faile, mida kaugkasutajad sinu arvutis sulgevad. Arvesta, et faili avamisi/sulgemisi logitakse ainult siis, kui samba logimise tase on vähemalt 2 (selle mooduli abil sa logimise taset muuta ei saa).
eu: Hautatu aukera hau, urruneko erabiltzaileek irekitako fitxategiak ixten direnean zer gertaera sortzen diren ikusi nahi baduzu. Kontuan izan irekitze-/ixte-gertaerak ez direla erregistratuko, samba-ren erregistratze-maila gutxienez 2 ez bada (maila ezin da modulu hau erabiliz aldatu).
fi: Valitse tämä kohta, mikäli haluat nähdä koska etäkäyttäjät sulkevat avatut tiedostot tietokoneellasi. Nämä tiedot näkyvät vain, mikäli Samban lokitietojen taso on asetettu vähintään arvoon 2. Lokitasoa ei voi muuttaa tässä.
fr: Cochez cette option si vous voulez voir les évènements lorsque les fichiers ouverts par des utilisateurs distants sont fermés. Veuillez noter que les évènements d'ouverture / fermeture de fichier ne sont pas consignés à moins que le niveau de journalisation de Samba ne soit défini à au moins 2 (vous ne pouvez pas régler cela ici).
gl: Marque esta opción se quere ver os eventos cando os ficheiros abertos por usuarios remotos se pechen. Lembre que os eventos de abrir/cerrar ficheiros non se rexistran a non ser que o nivel de rexistro de samba sexa polo menos de 2 (non pode configurar o nivel de rexistro usando este módulo).
gu: આ વિકલ્પ તપાસો જો તમે તમારા કોમપ્યુટર સાથે દૂરના વપરાશકર્તા વડે ખોલેલી ફાઇલોની બંધ થવાની ઘટનાઓ જોવા માગતા હો. નોંધ રાખો કે ખોલવુ/બંધ થવાની ઘટનાનો લોગ બનતો નથી માત્ર એજ સંજોગોમાં જયારે સાંમ્બા લોગ સ્તર ઓછામાં ઓછુ ૨ સ્થાપિત થયેલ હોય (તમે લોગનુ સ્તર આ મોડ્યુલ વડે સ્થાપિત કરી શકશો નહીં).
he: בחר באפשרות זו אם ברצונך לראות את האירועים בהם נסגרו קבצים שנפתחו על ידי משתמשים מרוחקים. שים לב כי אירועי פתיחה וסגירה של קבצים לא נרשמים אלא אם כן רמת הרישום של Samba היא לפחות 2 (אין אפשרות להגדיר את רמת הרישום על ידי מודול זה).
hu: Jelölje be ezt az opciót, ha látni szeretné azokat az eseményeket, amelyek akkor keletkeznek, amikor egy távoli felhasználó bezár egy fájlt ezen a gépen. A megnyitás/bezárás események csak akkor naplózódnak, ha a Samba naplózási szint legalább 2-re van állítva (ebből a modulból nem lehet állítani a naplózási szintet).
ia: Tu marca iste option si tu vole vider le eventos de quando files aperite per usatores remote esseva claudite. Tu nota que eventos de aperir/clauder file non es registrate minus que le nivello de registration de samba es fixate a al minus 2(tu non pote fixar iste nivello usante iste modulo).
is: Merktu við þennan valkost ef þú vilt sjá atburði yfir það þegar skrámopnuðum annarsstaðar frá er lokað. Athugaðu að skráaropnun/lokun er ekki skráð nema annálaritun sé stillt á 2. stig eða meira (þú geturð ekki stillt stig annálaritunnar með þessari einingu).
ja: リモートユーザが開いたファイルが閉じられたときのイベントを参照する場合、このオプションを有効にしてください。ファイルの「開く/閉じる」イベントは、Samba のログレベルが 2 以上に設定されていないと記録されないことに注意してください (残念ながら、このモジュールでログレベルを設定することはできません)。
kk: Қашықтағы пайдаланушылармен компьютеріңізде ашылған файлдар қашан жабылғанын көргіңіз келсе, осы құсбелгіні қойыңыз. Ескерту: samba журналын жүргізу дәрежесінің деңгейі кемінде "2" болмаса, ашу/жабу жайлы мәлімет журналға жазылмайды (бірақ, осы модульдің көмегімен бұл деңгейді өзгерте алмайсыз).
km: ធីក​ជម្រើស​នេះ បើ​អ្នក​ចង់​មើល​ព្រឹត្តិការណ៍ ពេល​ឯកសារ​ដែល​បាន​បើក​ដោយ​អ្នក​ប្រើ​ពី​ចម្ងាយ​ត្រូវ​បាន​បិទ ។ ចំណាំ​ថា ព្រឹត្តិការណ៍​បើក​/បិទឯកសារ មិន​ត្រូវ​បាន​ធ្វើ​កំណត់​ហេតុ​ទេ លុះត្រា​តែ​កម្រិត​កំណត់​ហេតុ​របស់ samba ត្រូវ​បាន​កំណត់​យ៉ាង​ហោច​ណាស់ ២ (អ្នក​មិន​អាច​កំណត់​កម្រិត​កំណត់ ​ហេតុ ដោយ​ប្រើ​ម៉ូឌុល​នេះ​បាន​ទេ) ។
kn: ದೂರದ ಬಳಕೆದಾರನಿಂದ ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ತೆರೆಯಲಾದಂತಹ ಕಡತಗಳನ್ನು ಮುಚ್ಚಿದಾಗಿನ ಘಟನೆಗಳನ್ನು ನೋಡಲು ಈ ಆಯ್ಕೆಯನ್ನು ನೋಡಿ. ಸಾಂಬಾ ದಾಖಲಾತಿ ಮಟ್ಟವನ್ನು ಕನಿಷ್ಟ ೨ ಕ್ಕೆ ಹೊಂದಿಸದ ಹೊರತು ಕಡತದ ತೆರೆಯುವ/ಮುಚ್ಚುವ ಘಟನೆಗಳು ದಾಖಲಾಗುವುದಿಲ್ಲ ಎನ್ನುವುದನ್ನು ನೆನಪಿಡಿ (ಈ ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ದಾಖಲೆ ಮಟ್ಟವನ್ನು ಹೆಚ್ಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ).
lt: Pažymėkite šią parinktį, jei norite matyti kai yra uždaromi failai, atverti nutolusių naudotojų. Atkreipkite dėmesį, kad failų atvėrimas ir(ar) užvėrimas yra registruojamas žurnale tik tuomet, jei samba žurnalo lygis yra 2 ar didesnis (šis modulis negali pakeisti žurnalo lygio).
lv: Iezīmējiet šo opciju, ja vēlaties redzēt notikumus, kad attālinātu lietotāju atvērtie faili tiek aizvērti. Atcerieties, ka failu atvēršanas/ aizvēršanas notikumi netiek žurnalēti, ja vien samba žurnalēšanas līmenis nav vismaz 2 (atvainojiet, jūs nevarat mainīt žurnalēšanas līmeni izmantojot šo moduli).
mk: Изберете ја оваа опција ако сакате да ги видите настаните кога датотеки отворени од оддалечени корисници биле затворени. Забележете дека настаните отворање и затворање на датотека не се евидентираат освен ако нивото на евидентирање на samba не е поставено на најмалку 2 (во овој модул не може да го поставите нивото на евидентирање ).
ms: Tandakan pilihan ini jika anda ingin melihat aktiviti apabila fail-fail dibuka oleh pengguna sekitar telah ditutup.Sila ambil perhatian bahawa fail aktiviti buka/tutup tidak dilog melainkan log level samba ditetapkan kepada sekurang-kurangnya.2 (anda tidak boleh.menetapkan log level dengan menggunakan modul ini).
nb: Kryss av dette valget hvis du ønsker å se hendelser når filer åpnet av brukere på andre maskiner lukkes. Merk at hendelsene åpning og lukking av filer ikke er logget, med mindre loggnivået til samba er satt til 2 eller høyere (beklager, du kan ikke sette loggnivået fra denne modulen).
nds: Aktiveer dit, wenn dat in't Logbook schreven warrn schall, dat en Datei, de vun en Bruker op en anner Reekner opmaakt wöör, wedder tomaakt warrt. Beacht bitte, dat dat Dateiop- un -tomaken nich in't Logbook schreven warrt, wenn de Logstoop nich tominnst 2 is (de Logstoop lett sik mit dit Moduul nich ännern).
nl: Selecteer deze optie als u de gebeurtenissen wilt zien die plaatsvinden als geopende bestanden door externe gebruikers worden gesloten. Bedenk dat het loggen van het openen/sluiten van bestanden pas plaatsvindt als u het logniveau van samba op tenminste 2 hebt gezet (helaas kunt u dit niet instellen in deze module).
nn: Merk av her dersom du vil sjå hendingane når filer som brukarar over nettverket har opna vert lukka. Legg merke til at opna-/lukka-hendingar for filer ikkje vert loggført viss ikkje loggnivået til Samba er sett til minst 2 (du kan ikkje setja opp loggnivået frå denne modulen).
pl: Zaznacz tę opcję jeśli chcesz obejrzeć zdarzenia wygenerowane przy zamykaniu otwartych plików przez zewnętrznych użytkowników. Uwaga!! Zdarzenia wygenerowane przez otwieranie/zamykanie plików nie są zapisywane dopóki poziom log nie jest równy przynajmniej 2 (nie można zmienić poziomu log w tym module).
pt: Assinale esta opção se quiser ver os eventos em que os ficheiros abertos por utilizadores remotos foram fechados. De notar que os eventos de abertura/fecho de ficheiros não ficam registados a menos que o nível de registo do Samba seja pelo menos 2 (infelizmente não pode alterar o nível de registo com este módulo).
pt_br: Selecione esta opção se quiser ver os eventos quando os arquivos abertos pelos usuários remotos forem fechados. Observe que os eventos de abrir/fechar arquivos não são registrados a menos que o nível de registro do Samba estiver configurado para pelo menos 2 (não é possível ajustar o nível de registro usando este módulo).
ru: Установите этот параметр, если вы хотите видеть события закрытия файлов сетевыми пользователями. Учтите, что события открытия/закрытия не заносятся в журнал, если уровень протоколирования в Samba ниже 2 (к сожалению, вы не сможете изменить этот уровень с помощью этого модуля).
si: දුරස්ථ පරිශීලකයන් විසින් ඔබේ පරිගණකයේ ගොණු විවෘත බැලීම්‍කල විට සිදුවන අවස්ථා මෙම විකල්පය තෝරන්න.සම්බා වාර්ථා මට්ටම අවම වශයෙන් 2 හෝ නොවන්නේ නම් විවෘත කිරීම් හා වසා දැමීමේ අවස්ථා සටහන් නොවන බව සලකන්න (ඔබට මෙම මොඩියුලයෙන් වාර්ථා මට්ටම සැකසිය නොහැක).
sk: Vyberte túto voľbu, ak chcete vidieť udalosti, keď sú súbory otvorené vzdialenými užívateľmi uzavreté. Uvedomte si, že súborové udalosti nie sú zaznamenávané pokým úroveň záznamu samby nie je 2 alebo vyššia (týmto modulom nemôžete nastaviť úroveň záznamu).
sl: Izberite to možnost, če želite videti dogodke, ko so na vašem računalniku uporabniki iz omrežja zaprli odprte datoteke. Zapomnite si, da samba ne beleži odpiranja in zapiranja datotek, če ni stopnja beleženja vsaj 2 (žal s tem modulom ne morete videti stopnje beleženja).
sv: Markera detta alternativ om du vill se händelserna när filer öppnade av fjärranvändare stängdes. Observera att öppna/stäng-filhändelser inte loggas om inte Sambas loggnivå är inställd till åtminstone 2 (du kan inte ställa in loggnivån i den här modulen).
tg: Ин параметрро соз кунед, агар шумо хоҳед воқеаҳои пӯшида шавии файлҳоинобуд шудаи истифодакунандаро бинед. Таваҷҷӯъ кунед ки воқеаҳои кушодан/пӯшидандар журнал ҷойгир намешаванд агар дараҷаи протоколонӣ дар Samba аз 2 кам бошад (афсӯс ки шумо наметавонед ин дараҷаро бо ёрии ин модул дигаргун созед).
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการดูเหตุการณ์ เมื่อมีการปิดแฟ้มที่ถูกเปิดใช้จากเครื่องอื่น โปรดจำไว้ว่า เหตุการณ์ที่แฟ้มถูกเปิด/ปิด นั้น จะไม่ถูกบันทึกลงแฟ้มติดตาม จนกว่าจะตั้งค่าระดับการติดตามของ samba ไปที่ระดับ 2 หรือมากกว่า (คุณไม่สามารถตั้งค่าระดับการติดตามของ samba ได้จากมอดูลนี้)
tr: Uzaktaki kullanıcılar tarafından açılan dosyalar kapandığında oluşan olayları görmek istiyorsanız bu seçeneği işaretleyiniz. Açma/kapatma olayları, samba kayıt seviyesi en azından 2 olarak ayarlanmadıkça kaydedilmez.
uk: Позначте цей пункт, якщо ви хочете переглянути, коли файли, відкриті користувачами з віддалених систем на вашому комп'ютері, були закриті. Примітка: відкриття та закриття файлів записується в журнал, тільки якщо рівень реєстрації samba має значення 2 або більше (ви не можете встановити рівень журналювання в цьому модулі).
xh: Khangela olu khetho ukuba ufuna ukubona iziganeko xa iifayile ezivulwe ngabasebenzisi bobekelo kude zivaliwe. Qaphela ukuba ifayile ivula/ivale iziganeko azilogwanga ngaphandle kokuba umphakamo welog ye samba icwangcisiwe noko kabini (awunakucwangcisa umphakamo welog usebenzisa esisicatshulwa)
zh_cn: 如果您想看到远程用户打开的文件被关闭的事件，选中此选项。注意，除非 samba 日志级别设置至少为 2，文件打开或关闭事件将不会被记录(您不能使用这个模块来设置日志级别)。

source: Click here to refresh the information on this page. The log file (shown above) will be read to obtain the events logged by samba.
af: Kliek hier na verfris die informasie op hierdie bladsy. die log lêer (vertoon boonste) sal wees lees na verkry die aktiwiteite gelog deur samba.
ar: إنقر هنا لإنعاش المعلومات في هذه الصفحة. ملف السجل (الظاهر في الأعلى) سيتم قراءته للحصول على الأحداث الجديدة من سامبا.
bg: Натиснете тук за обновяване информацията на страницата. Журналния файл (показан горе) ще бъде прочетен за обновяване на информацията.
bn_in: এই পৃষ্ঠায় প্রদর্শিত তথ্য নতুন করে লেখার জন্য এইখানে ক্লিক করুন। samba দ্বারা লগ করা ইভেন্টগুলি প্রাপ্ত করার জন্য (উপরোক্ত) লগ ফাইল পড়া হবে।
bs: Kliknite ovdje kako bi osvježili podatke na ovoj stranici. Log datoteka (gore prikazana) će biti ponovo učitana kako bi se dobile zabilješke o radu samba-e.
cs: Klikněte sem, aby informace na této stránce byly aktualizovány. Soubor se záznamem bude znovu načten, čímž budou získány aktuální informace o událostech v sambě.
cy: Cliciwch yma i ailfywio'r wybodaeth ar y dudalen hon. Darllenir y ffeil gofnodion (a ddengys uchod) i nôl y digwyddiadau a gofnodwyd gan samba.
da: Klik her for at genopfriske informationen på denne side. Logfilen (vist ovenfor) vil blive læst for at opnå de begivenheder der logges af samba.
de: Klicken Sie hier, um die Informationen auf dieser Seite zu aktualisieren. Die oben angezeigte Protokolldatei wird gelesen, um die von Samba protokollierten Ereignisse festzustellen.
el: Κάντε κλικ εδώ για να ανανεωθούν οι πληροφορίες σε αυτή τη σελίδα. Το αρχείο καταγραφής (που φαίνεται πάνω) θα αναγνωσθεί για να ανακτηθούν τα γεγονότα που κατέγραψε το samba.
eo: Alklaku tie ĉi por aktualigi la informojn de tiu paĝo. La protokolodosiero (montrita supre) estos relegata por akiri la eventojn registritajn de Samba.
es: Pulse aquí para actualizar la información de esta página. El archivo de registro (mostrado arriba) será leído para obtener los eventos registrados por samba.
et: Sellel lehel oleva info värskendamiseks klõpsa sellel nupul. Sel juhul loetakse info uuesti samba logifailist (toodud allpool).
eu: Egin klik hemen, orri honetako informazioa freskatzeko. Egunkari-fitxategia (goian erakusten dena) irakurriko da, samba-k gordetako gertaerak eskuratzeko.
fi: Napsauta tästä kohdasta päivittääksesi välilehden tiedot. Yllä oleva lokitiedosto luetaan uudelleen, jotta Samban tiedot näkyvät ajan tasalla.
fr: Cliquez ici pour actualiser les informations de cette page. Le journal (affiché ci-dessus) sera lu pour obtenir les évènements consignés par Samba.
gl: Prema aquí para actualizar a información sobre esta páxina. O ficheiro de rexistro (mostrado enriba) lerase para obter os eventos rexistrados por samba.
gu: આ પાના પરની માહિતી તાજી કરવા માટે અહીં કલીક કરો. સાંમ્બા વડે લોગ થયેલી ઘટના મેળવવા માટે લોગ ફાઇલ (ઉપર બતાવેલ) વાચવામાં આવશે.
he: לחץ כאן כדי לרענן את המידע שבדף זה. קובץ הרישום (המוצג לעיל) ייקרא כדי לקבל את האירועים שנרשמו על ידי Samba.
hu: Kattintson ide az oldal információinak frissítéséhez. A fenti naplófájlból olvasom ki az eseményeket, amelyeket a Samba rögzített.
ia: Tu pressa hic pro refrescar le information sur iste pagina. Le file de registro (monstrate supra) essera legite pro obtener le eventos registrate per samba.
is: Smelltu hér til að uppfæra upplýsingar á þessari síðu. Annálaskráin (sýnd fyrir ofan) verður lesin til að fá upplýsingar skráðar af Samba.
ja: このページの情報を更新するには、ここをクリックしてください。上に表示されているログファイルを読み込み、Samba が記録したイベントを取得します。
kk: Бұл беттегі мәліметтерді жаңарту үшін, осыны басыңыз. Жоғарыда көрсетілген файл журналы, келтірген мәліметтерді жаңартып, оқылады.
km: ចុច​ទីនេះ ដើម្បី​ធ្វើ​ឲ្យ​ព័ត៌មាន​នៅ​លើ​ទំព័រ​នេះ​ស្រស់​ ។ ឯកសារ​កំណត់​ហេតុ (បាន​បង្ហាញ​នៅ​ខាង​លើ) នឹង​ត្រូវ​បាន​អាន ដើម្បី​ទទួល​យក​ព្រឹត្តិការណ៍​ដែល​បាន​ធ្វើ​កំណត់​ហេតុ​ដោយ​សាំបា ។
kn: ಈ ಪುಟದಲ್ಲಿನ ಮಾಹಿತಿಯನ್ನು ಪುನಶ್ಚೇತನಗೊಳಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ. ಸಾಂಬಾದಿಂದ ದಾಖಲಿಸಲಾದ ಘಟನೆಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ದಾಖಲೆ ಕಡತವನ್ನು(ಮೇಲೆ ತೋರಿಸಲಾದ) ಓದಲಾಗುವುದು.
lt: Spragtelėkite čia norėdami atnaujinti informaciją šiame puslapyje. Prieš pateikiant samba žurnalo įvykius, žurnalo failas (rodomas aukščiau) bus perskaitytas iš naujo.
lv: Noklikšķiniet šeit, lai atsvaidzinātu informāciju šajā lapā. Žurnāla fails (redzams augstāk) tiks nolasīts, lai iegūtu samba žurnalētos notikumus.
mk: Кликнете тука за да ги освежите информациите на оваа страна. Дневник-датотеката (прикажана погоре) ќе биде прочитана за да се добијат настаните евидентирани од samba.
ms: Klik di sini untuk muat semula maklumat pada laman ini. Fail log (dipaparkan di atas) akan dibaca untuk mendapatkan aktiviti yang dilog oleh Samba
nb: Kryss av her for å friske opp informasjonen på denne siden. Loggfila (vist over) vil bli lest for å hente inn hendelser logget av samba.
nds: Klick hier, wenn Du disse Siet opfrischen wullt. De Logbookdatei (baven wiest) warrt denn nieg leest un de Begeefnissen wiest.
nl: Klik hierop om de informatie op deze pagina te verversen. Het logbestand (dat hierboven wordt getoond) wordt dan opnieuw ingelezen om de gebeurtenissen die door Samba zijn gelogd te tonen.
nn: Trykk denne knappen for å oppdatera informasjonen på denne sida. Loggfila (vist over) vert lesen for å henta fram hendingane Samba har loggført.
pa: ਇਹ ਪੇਜ਼ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਤਾਜ਼ਾ ਕਰਨ ਵਾਸਤੇ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ। ਲਾਗ ਫਾਈਲ (ਜੋ ਉੱਤੇ ਦਿੱਤੀ ਹੈ) ਸਾਂਬਾ ਵਲੋਂ ਦਿੱਤੇ ਲਾਗ ਈਵੈਂਟ ਤੋਂ ਪੜ੍ਹੀ ਜਾਵੇਗੀ।
pl: Naciśnij, aby odświeżyć informacje na tej stronie. Plik dziennika (pokazany powyżej) zostanie odczytany w celu znalezienia zdarzeń zapisanych przez Sambę.
pt: Carregue aqui para actualizar a informação nesta página. O ficheiro de registo (mostrado acima) será lido para obter os eventos registados pelo Samba.
pt_br: Clique aqui para atualizar as informações nesta página. O arquivo de registro (acima exibido) será lido para obter os eventos registrados pelo Samba.
ru: Нажмите здесь для обновления информации на странице. Файл журнала (указанный выше) будет заново прочитан для обновления информации.
si: මෙම පිටුවේ තොරතුරු ප්‍රති පූර්ණය සඳහා මෙතන ක්ලික් කරන්න. සම්බා විසින් පිවිසි අවස්ථා සඳහා ලොග් ගොණුව (පහත දැක්වෙන) කියවනු ඇත.
sk: Kliknite sem a informácie na tejto stránke sa obnovia. Log súbor (zobrazený vyššie) sa načíta a získajú sa udalosti zaznamenávané sambou.
sl: Kliknite tukaj za osvežitev podatkov na tej strani. Dnevniška datoteka (prikazana zgoraj) bo znova prebrana za osvežitev dogodkov, ki jih je zabeležila samba.
sv: Klicka här för att uppdatera informationen på denna sida. Loggfilen (som visas ovan) kommer att läsas för att få fram händelser som loggats av Samba.
tg: Барои бозсозии ахборот рӯи саҳифа дар инҷо пахш кунед.Файли журнал (қаблан нишон дода) барои бозсозии ахборот хонда хоҳад шуд.
th: คลิกที่นี่ เพื่อเรียกข้อมูลของหน้านี้ใหม่ แฟ้มการติดตาม (แสดงอยู่ด้านบน) จะถูกอ่าน เพื่อแสดงเหตุการณ์ที่บันทึกไว้โดย samba
tr: Bu sayfadaki bilgileri tazelemek için buraya tıklayınız. (Yukarıda gösterilen) Kayıt dosyası samba tarafından kaydedilen olayları edinmek için okunacaktır.
uk: Клацніть тут, щоб оновити інформацію, показану на цій сторінці. Файл (вказаний вище) буде прочитано, щоб отримати з нього опис подій, записаних samba.
xh: Nqakraza apha ukuhlaziya ulwazi kweli phepha. Ifayile yelog (eboniswe ngasentla) izakufundwa ukufumana iziganeko ezilogwe yi samba.
zh_cn: 选中此选项来以刷新本页的信息。(以上显示的)日志文件将被读取以获得 samba 记录的事件。

source: Date & Time
af: Datum & Tyd
ar: التاريخ و الوقت
bg: Дата и час
bn_in: তারিখ ও সময়
bs: Datum i vrijeme
cs: Datum a čas
cy: Dyddiad ac Amser
da: Dato og tid
de: Datum und Zeit
el: Ημερομηνία & Ώρα
eo: Dato kaj tempo
es: Fecha & tiempo
et: Kuupäev ja kellaaeg
eu: Data eta ordua
fi: Päivä & Aika
fr: Date et heure
gl: Data e hora
gu: તારીખ અને સમય
he: תאריך ושעה
hu: Dátum és idő
ia: Date & Tempore
is: Dagur og tími
ja: 日時
kk: Күні мен уақыты
km: កាល​បរិច្ឆេទ និង​ពេល​វេលា
kn: ದಿನಾಂಕ ಹಾಗು ಸಮಯ
lt: Data ir laikas
lv: Datums & laiks
mk: Датум и време
mr: दिनांक व वेळ
ms: Tarikh & Masa
nb: Dato og klokkeslett
nds: Datum & Tiet
nl: Datum & tijd
nn: Tidspunkt
pa: ਮਿਤੀ ਤੇ ਸਮਾਂ
pl: Data i czas
pt: Data & Hora
pt_br: Data e hora
ru: Дата и время
si: දිනය හා වේලාව
sk: Dátum a čas
sl: Datum in čas
sv: Datum och Tid
te: తేది & సమయం
tg: Таърих ва вақт
th: วันและเวลา
tr: Tarih & Saat
uk: Дата і час
wa: Date & eure
xh: Umhla & Ixesha
zh_cn: 日期和时间

source: Event
af: Gebeurtenis
ar: الحدث
bg: Събитие
bn_in: ইভেন্ট
bs: Događaj
cs: Událost
cy: Digwyddiad
da: Begivenhed
de: Ereignis
el: Γεγονός
eo: Evento
es: Evento
et: Sündmus
eu: Gertaera
fi: Tapahtuma
fr: Évènement
gl: Evento
gu: ઘટના
he: אירוע
hu: Esemény
ia: Evento
is: Atburður
ja: イベント
kk: Оқиға
km: ព្រឹត្តិការណ៍
kn: ಘಟನೆ
lt: Įvykis
lv: Notikums
mk: Настан
mr: घटना
ms: Acara
nb: Hendelse
nds: Begeefnis
nl: Gebeurtenis
nn: Hending
pa: ਈਵੈਂਟ
pl: Zdarzenie
pt: Evento
pt_br: Evento
ru: Событие
si: අවස්ථාව
sk: Udalosť
sl: Dogodek
sv: Händelse
te: ఘటన
tg: Рӯйдод
th: เหตุการณ์
tr: Olay
uk: Подія
wa: Evenmint
xh: Isiganeko
zh_cn: 事件

source: Service/File
af: Diens/Lêer
ar: الخدمة/الملف
bg: Услуга/файл
bn_in: পরিসেবা/ফাইল
bs: Servis/Datoteka
cs: Služba/Soubor
cy: Gwasanaeth/Ffeil
da: Service/fil
de: Dienst/Datei
el: Υπηρεσία/Αρχείο
eo: Servo/dosiero
es: Servicio/Archivo
et: Teenus/fail
eu: Zerbitzua/Fitxategia
fi: Palvelu/Tiedosto
fr: Service / Fichier
gl: Servizo/Ficheiro
gu: સેવા/ફાઇલ
he: שירות\קובץ
hu: Szolgáltatás/fájl
ia: Servicio/File
is: Þjónusta/Skrá
ja: サービス/ファイル
kk: Қызмет/Файл
km: សេវា/ឯកសារ
kn: ಸೇವೆ/ಕಡತ
lt: Tarnyba/failas
lv: Serviss/Fails
mk: Сервис/Датотека
mr: सर्विस/फाईल
ms: Servis/Fail
nb: Tjeneste/fil
nds: Deenst/Datei
nl: Service/bestand
nn: Teneste/fil
pa: ਸਰਵਿਸ/ਫਾਈਲ
pl: Usługa/plik
pt: Serviço/Ficheiro
pt_br: Serviço/Arquivo
ru: Сервис/Файл
si: සේවාව/ගොණුව
sk: Služba/Súbor
sl: Storitev/datoteka
sv: Tjänst/Fil
te: సేవ/ఫైలు
tg: Хизмат/Файл
th: บริการ/แฟ้ม
tr: Hizmet/Dosya
uk: Служба/файл
wa: Sievice/Fitchî
xh: Inkonzo/Ifayile
zh_cn: 服务/文件
