Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

source: (c) 2002 KDE Information Control Module Samba Team
af: (c) 2002 KDE Inligting Kontrole Module Samba Span
ar: جميع الحقوق محفوظة 2002 وحدة تحكم المعلومات للكيدي من فريق سامبا
cs: (c) 2002 KDE Tým Information Control Module Samba
cy: (h)(c) 2002 Tîm Samba Modwl Reoli Gwybodaeth KDE
da: (c) 2002 KDE Informationskontrolmodul Sambahold
de: © 2002 Team des KDE-Informations-/Kontrollmoduls für Samba
el: (c) 2002 ομάδα samba του αρθρώματος ελέγχου πληροφοριών του KDE
es: (c) 2002 Equipo del módulo de control Samba de KDE
et: (c) 2002: KDE Samba infokeskuse meeskond
eu: (c) 2002 KDEren informazioaren kontrol-moduluaren Samba taldea
fi: © 2002 KDE:n Samba-tietomoduulin kehitysryhmä
fr: (c) 2002 Équipe de développement Samba du module de configuration des informations pour KDE
gl: © 2002 Equipo do módulo de control Samba de KDE
gu: (c) ૨૦૦૨ કેડીઇ માહિતી નિયંત્રણ મોડ્યુલ સાંમ્બા જૂથ
he: (c) 2002 KDE של מודול בקרת המערכת של Samba-צוות ה
hu: (C) A KcmSamba készítői, 2002.
ia: (c) 2002 Equipa de Samba Modulo de Controlo de Information de KDE
is: (c) 2002 KDE Samba teymið fyrir upplýsingastjórneiningu
ja: (c) 2002 KDE 情報モジュール Samba チーム
km: រក្សា​សិទ្ធិ​ឆ្នាំ ២០០២ ដោយ​ក្រុម​​សាំបា​ម៉ូឌុល​ត្រួត​ពិនិត្យ​ព័ត៌មាន​របស់ KDE
lt: © 2002 KDE informacijos valdymo modulio Samba komanda
lv: (c) 2002 KDE informācijas kontroles moduļa Samba komanda
mr: (c) 2002 केडीई Information Control Module Samba Team
ms: (c) 2002 Pasukan Modul Kawalan Maklumat Samba
nb: © 2002 KDE informasjon kontrollmodul Samba-teamet
nds: © 2002 Samba-Koppel för dat Informatschonen-Kuntrullmoduul vun KDE
nl: (c) 2002, team van KDE Information Control Module Samba
nn: © 2002 KDE-gruppa for Samba-informasjonsmodul
pa: (c) ੨੦੦੨ KDE ਜਾਣਕਾਰੀ ਕੰਟਰੋਲ ਮੇਡੀਊਲ ਸਾਂਬਾ ਟੀਮ
pl: (c) 2002 Zespół autorów modułu Samba
pt: (c) 2002 A Equipa de Samba do Módulo de Informação do KDE
pt_br: (c) 2002 Equipe do módulo de controle de informações do Samba
ru: © Команда разработчиков модуля информации о Samba, 2002
si: (c) 2002 KDE තොරතුරු පාලක මොඩියුල සම්බා කණ්ඩායම
sk: (c) 2002 KDE Tím informačného modulu Samba ovládacieho centra
sl: © 2002 ekipa Nadzornega modula podatkov KDE za Sambo
sv: © 2002 Gruppen för KDE:s inställningsmodul för Samba-information
te: (c) 2002 KDE సమాచార నియంత్రణ మాడ్యూల్ సాంబా టీము
th: สงวนลิขสิทธิ์ (c) 2002 ทีมผู้พัฒนามอดูลควบคุม Samba ของ KDE
uk: © Команда розробників модуля керування Samba, 2002
wa: © 2002 Ekipe Module di contrôle di l' informåcion do sistinme di scriftôr da Samba
xh: (c) 2002 KDE Ulwazi Lolawulo Lomqongo womlinganiselo Weqela le Samba
zh_cn: (C) 2002 KDE 信息控制模块 Samba 团队

source: Michael Glauche
bn_in: মাইকেল গ্লাউশে
gu: મિશેલ ગ્લૌચે
te: మైఖేల్ గ్లౌచి

source: Matthias Hoelzer
bn_in: মাথায়েস হোয়লজার
gu: મેથિસ હૌલ્ઝેર
te: మాథియాస్ హెయెల్జర్

source: David Faure
bn_in: ডেভিড ফিউরে
gu: ડેવિડ ફૌરે
mr: डेविड फ़ॉउर
te: డెవిడ్ ఫారె

source: Harald Koschinski
bn_in: হ্যারাল্ড কোশিনস্কি
gu: હેરાલ્ડ કોસ્ચીન્સકી
te: హరాల్డ్ కొస్చిన్‌స్కి

source: Wilco Greven
bn_in: উইলকো গ্রেভেন
gu: વિલ્કો ગ્રેવેન
te: విల్కో గ్రెవెన్

source: Alexander Neundorf
bn_in: আলেক্সেন্ডার নিউনডোর্ফ
gu: એલેકઝાન્ડર ન્યૂનડોર્ફ
mr: अलेक्जेंडर न्यून्दॉर्फ

source: Nr
bg: Номер
bs: Br
cs: Číslo
cy: Nifer
el: Nο
eo: N-ro
es: No.
eu: Zk.
fr: N°
gl: Nº
he: מספר
hu: Sorszám
kk: Нөмір
mk: Бр
pt: No
ru: Номер
sk: č.
sl: Št.
uk: N
wa: Lo.
zh_cn: 数量

source: UID
ar: رمز المستخدم
bg: Потребител
eu: UIDa
he: משתמש
th: เลขผู้ใช้

source: GID
ar: رمز المجموعة
bg: Група
eu: GIDa
he: קבוצה
th: เลขกลุ่ม

source: PID
ar: رمز العملية
bg: Процес
eu: PIDa
he: תהליך
th: เลขโพรเซส

source: Error run smbstatus: %1
bs: Greška u pokretanju smbstatus: %1
cs: Nelze spustit smbstatus: %1
da: Fejl ved kørsel af smbstatus: %1
de: Fehler bei der Ausführung von smbstatus: %1
el: Σφάλμα εκτέλεσης smbstatus: %1
es: Error al ejecutar smbstatus: %1
et: Tõrge käsu smbstatus käivitamisel: %1
eu: Errorea smbstatus ibiltzean: %1
fi: Virhe suoritettaessa smbstatusta: %1
fr: Erreur exécution de smbstatus : %1
gl: Erro ao executar smbstatus: %1
he: שגיאה בהרצת smbstatus (מצב SMB): %1
hu: Hiba az smbstatus futtatásakor: %1
nb: Feil kjøring smbstatus: %1
nds: Fehler bi't Utföhren vun „smbstatus“: %1
nl: Fout bij uitvoeren van smbstatus: %1
nn: Feil ved køyring av smbstatus: %1
pl: Błąd uruchamiania smbstatus: %1
pt: Erro ao executar o 'smbstatus': %1
pt_br: Erro ao executar o smbstatus: %1
ru: Не удалось запустить smbstatus: %1
sk: Nepodarilo sa spustiť smbstatus: %1
sl: Napaka med zagonom smbstatus: %1
sv: Fel vid körning av smbstatus: %1
tr: smbstatus çalıştırma hatası: %1
uk: Помилка під час спроби запустити smbstatus: %1
zh_cn: 运行 smbstatus 错误：%1

source: System Information Control Module
ar: وحدة مركز التحكم لمعلومات النظام
bg: Контролен модул с данни за системата
bs: Kontrolni modul sistemskih informacija
cs: Modul kontrolního informačního systému
da: Kontrolmodul til systeminformation
de: Kontrollmodul für Systeminformationen
el: Άρθρωμα ελέγχου πληροφοριών συστήματος
es: Módulo de control de información del sistema
et: Süsteemi info juhtimismoodul
eu: Sistema-informazioaren kontrol-modulua
fi: Järjestelmätietojen hallintamoduuli
fr: Module de contrôle des informations du système
gl: Módulo de control da información do sistema
he: מודול בקרת מידע המערכת
hu: Rendszerinformációs vezérlőmodul
ia: Modulo de controlo de information de systema de KDE
is: Stjórneining kerfisupplýsinga
kk: Жүйе мәліметін басқару модулі
km: ម៉ូឌុល​ត្រួត​ពិនិត្យ​ព័ត៌មាន​ប្រព័ន្ធ
lt: Sistemos informacijos valdymo modulis
lv: Sistēmas informācijas kontroles modulis
mr: प्रणाली माहिती नियंत्रण विभाग
ms: Modul Kawalan Maklumat Sistem
nb: Styringsmodul for systeminformasjon
nds: Kuntrullmoduul för Systeminformatschonen
nl: Systeeminformatie configuratiemodule
nn: Oppsettsmodul for systeminformasjon
pa: ਸਿਸਟਮ ਜਾਣਕਾਰੀ ਕੰਟਰੋਲ ਮੋਡੀਊਲ
pl: Moduł kontroli informacji o systemie
pt: Módulo de Controlo de Informação do Sistema
pt_br: Módulo de controle de informações do sistema
ru: Модуль информации о системе
sk: Modul ovládacieho centra pre systémové informácie
sl: Nadzorni modul za sistemske podatke
sv: Inställningsmodul för systeminformation
th: มอดูลควบคุมรายละเอียดของระบบ
tr: Sistem Bilgileri Denetim Modülü
uk: Модуль інформації щодо параметрів системи
zh_cn: 系统信息控制模块
