Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

source: Accessed From
af: Toegang verkry Van
ar: تم الدخول من
bg: Използвана от
bn_in: ব্যবহারের স্থান
bs: Pristupljen sa
cs: Přistupováno z
cy: Wedi'i Gyrchu o
da: Adgang fra
de: Zugriff von
el: Προσπέλαση από
eo: Aliro de
es: Accedido desde
et: Loetud masinast
eu: Hemendik atzitua:
fi: Käytetty kohteesta
fr: Accédé depuis
gl: Accedido desde
gu: ઉપયોગ કરેલ:
he: ניגש מ
hu: Használja
ia: Accedite ex
is: Sótt frá
ja: 接続元
kk: Қатынасы қайдан
km: បាន​ចូល​ដំណើរ​ការ​ពី
kn: ನಿಲುಕಿಸಿಕೊಳ್ಳಲಾದ ಫಾರ್ಮ್
lt: Pasiekta iš
lv: Piekļūts no
mk: Пристапено од
mr: पासून प्रवेश प्राप्त केले
ms: Diakses Daripada
nb: Brukt fra
nds: Togrepen vun
nl: Geopend vanuit
nn: Tilgang frå
pa: ਤੋਂ ਖੋਲੀ
pl: Podłączone z
pt: Acedido De
pt_br: Acessado de
ru: Доступно из
si: ඇතුළු වූයේ
sk: Pristupovaný z
sl: Dostopan iz
sv: Använd från
te: యాక్సెస్‌చేసిన ఫాం
tg: Дастрас мебошад аз
th: เข้าใช้จาก
tr: Erişilen Yer
uk: Звернення з
wa: Yeu accès a pårti d'
xh: Inikezelwe Ukusuka ku
zh_cn: 访问来源

source: Open Files
af: Open Lêers
ar: الملفات المفتوحة
bg: Отворени файлове
bn_in: খোলা ফাইল
bs: Otvorene datoteke
cs: Otevřené soubory
cy: Agor Ffeiliau
da: Åbne filer
de: Offene Dateien
el: Ανοικτά αρχεία
eo: dosieroj malf.
es: Archivos abiertos
et: Avatud failid
eu: Ireki fitxategiak
fi: Avoimia tiedostoja
fr: Fichiers ouverts
gl: Ficheiros abertos
gu: ખુલ્લી ફાઇલો
he: קבצים פתוחים
hu: Nyitott fájlok
ia: Aperi files
is: Opnar skrár
ja: 開かれたファイル
kk: Ашылған файлдар
km: បើក​ឯកសារ
kn: ತೆರೆಯಲಾದ ಕಡತಗಳು
lt: Atidaryti failai
lv: Atvērt failus
mk: Отвори датотеки
mr: फाईल उघडा
ms: Buka Fail
nb: Åpne filer
nds: Apen Dateien
nl: Bestanden openen
nn: Opne filer
pa: ਫਾਈਲਾਂ ਖੋਲ੍ਹੋ
pl: Otwarte pliki
pt: Ficheiros
pt_br: Arquivos abertos
ru: Открыто файлов
si: ගොනු විවෘත කරන්න
sk: Otvorené súbory
sl: Odprte datoteke
sv: Öppna filer
te: తెరిచిన ఫైళ్ళు
tg: Кушодани файлҳо
th: เปิดแฟ้ม
tr: Dosya Aç
uk: Відкрити файли
wa: Drovi fitchîs
xh: Vula Iifayile
zh_cn: 打开文件

source: Error: Unable to open configuration file "smb.conf"
af: Fout: Nie moontlik na open opstelling lêer "smb.conf"
ar: خطأ: لا يمكن فتح ملف التشكيل "smb.conf"
bg: Грешка: Не може да се отвори конфигурационният файл "smb.conf"
bn_in: ত্রুটি: কনফিগারেশন ফাইল "smb.conf" খুলতে ব্যর্থ
bs: Greška: Ne mogu otvoriti konfiguracijsku datoteku "smb.conf"
cs: Chyba: Není možné otevřít konfigurační soubor "smb.conf"
cy: Gwall: Methu agor ffeil ffurfwedd "smb.conf"
da: Fejl: Kan ikke åbne indstillingsfilen "smb.conf"
de: Fehler: Konfigurationsdatei „smb.conf“ kann nicht geöffnet werden.
el: Σφάλμα: Δεν είναι δυνατό το άνοιγμα του αρχείου ρύθμισης "smb.conf"
eo: Eraro: Ne eblas malfermi la agordodosieron "smb.conf"
es: Error: No se pudo abrir el archivo de configuración «smb.conf»
et: Viga: seadistustefaili "smb.conf" pole võimalik avada!
eu: Errorea: Ezin da ireki "smb.conf" konfigurazio-fitxategia
fi: Virhe: Asetustiedostoa "smb.conf" ei saatu avattua
fr: Problème : impossible d'ouvrir le fichier de configuration « smb.conf »
gl: Erro: Non se pode abrir o ficheiro de configuración «smb.conf»
gu: ભૂલ: ગોઠવણી ફાઇલ "smb.conf" ખોલી શકયા નથી
he: שגיאה: אין אפשרות לפתוח את קובץ ההגדרות "smb.conf"
hu: Hiba: nem lehet megnyitni az „smb.conf” konfigurációs fájlt
ia: Error: non habile a aperir le file de configuration "smb.conf"
is: Villa: Ekki tókst að opna stilliskrána "smb.conf"
ja: エラー: 設定ファイル ‘smb.conf’ を開けません
kk: Қате: "smb.conf" баптау файлы ашылмады
km: កំហុស ៖ មិន​អាច​បើក​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ "smb.conf"
kn: ದೋಷ: ಸಂರಚನಾ ಕಡತ "smb.conf" ಅನ್ನು ತೆಗೆಯಲಾಗಲಿಲ್ಲ
lt: Klaida: nepavyko atverti konfigūracijos failo „smb.conf“
lv: Kļūda: Nevar atvērt konfigurācijas failu "smb.conf"
mk: Грешка: не може да се отвори конфигурациската датотека „smb.conf“
mr: त्रुटी: संयोजना फाईल "smb.conf" उघडण्यास अक्षम
ms: Ralat: Gagal membuka fail konfigurasi "smb.conf"
nb: Feil: kunne ikke åpne oppsettsfila «smb.conf»
nds: Fehler: Instellendatei "smb.conf" lett sik nich opmaken
nl: Fout: niet in staat configuratiebestand "smb.conf" te openen.
nn: Feil: Kan ikkje opna oppsett-fila «smb.conf»
pa: ਗਲਤੀ: ਸੰਰਚਨਾ ਫਾਈਲ "smb.conf" ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ
pl: Błąd: Nie można otworzyć pliku ustawień "smb.conf"
pt: Erro: Não é possível aceder ao ficheiro de configuração "smb.conf"
pt_br: Erro: não foi possível abrir o arquivo de configuração "smb.conf"
ru: Ошибка: не удалось открыть файл конфигурации «smb.conf»
si: වරදක්: "smb.conf" සැකසුම් ගොණුව සොයාගත නොහැක
sk: Chyba: Nepodarilo sa otvoriť konfiguračný súbor "smb.conf"
sl: Napaka: nastavitvene datoteke »smb.conf« ni bilo mogoče odpreti
sv: Fel: Kan inte öppna inställningsfilen "smb.conf"
te: దోషము: ఆకృతీకరణ ఫైలు "smb.conf" తెరువలేక పోయింది
tg: Хато: Нметавон танзимоти файли "smb.conf"-ро кушод
th: ผิดพลาด: ไม่สามารถเปิดแฟ้มการปรับแต่ง "smb.conf"
tr: Hata: Yapılandırma dosyası "smb.conf" açılamıyor
uk: Помилка: не вдається відкрити файл налаштувань «smb.conf»
wa: Aroke : Dji n' a savou drovi l' fitchî d' apontiaedje « smb.conf »
xh: Imposiso: Ayikwazi ukuvula uqwalaselo lwefayile "smb.conf"
zh_cn: 错误：无法打开配置文件“smb.conf”

source: &Exports
af: &Uitvoer
ar: ال&تصديرات
bg: &Експортиране
bn_in: এক্সপোর্ট (&E)
bs: &Izvozi
cs: Nabíz&ené zdroje
cy: &Allforiadau
da: &Eksport
de: &Exporte
el: Ε&ξαγωγές
eo: &Eksportoj
es: &Exportes
et: &Välja jagatud
eu: &Esportazioak
fi: &Jaot (ulos)
fr: &Exportations
gl: &Exportacións
gu: નિકાસ (&E)
he: יי&צואים
hu: &Exportálások
ia: &Exporta
is: Flutt ú&t
ja: エクスポート(&E)
kk: &Экспорт
km: នាំ​ចេញ
kn: ರಫ್ತುಗಳು(&E)
lt: &Eksportas
lv: &Eksports
mk: &Извоз
mr: निर्यात (&E)
ms: &Eksport
nb: &Eksporter
nds: &Exporten
nn: Ekspo&rtar
pa: ਐਕਸਪੋਰਟ(&E)
pl: &Udostępnione
pt: Partilhas &Exportadas
pt_br: &Exporta
ru: &Экспорт
si: අපනයන (&E)
sk: &Exporty
sl: I&zvozi
sv: &Exporter
te: (&E) ఎగుమతులు
tg: &Содиротҳо
th: ข้อมูลออก
tr: &Verilen
uk: &Експорт
wa: &Abagaedjes
xh: &Urhwebo lwangaphandle
zh_cn: 导出(&E)

source: &Imports
af: &Invoer
ar: الإي&رادات
bg: &Импортиране
bn_in: ইম্পোর্ট (&I)
bs: &Uvozi
cs: Využívané c&izí zdroje
cy: &Mewnforiadau
da: &Import
de: &Importe
el: &Εισαγωγές
eo: &Importoj
es: &Importes
et: &Külge ühendatud
eu: &Inportazioak
fi: &Jaot (sisään)
fr: &Importations
gl: &Importacións
gu: આયાત (&I)
he: ייב&ואים
hu: &Importálások
ia: &Importa
is: Flutt &inn
ja: インポート(&I)
kk: &Импорт
km: នាំ​ចូល
kn: ಆಮದುಗಳು(&I)
lt: I&mportas
mk: &Увоз
mr: आयात (&I)
ms: &Import
nb: &Importer
nds: &Importen
nn: Im&portar
pa: ਇੰਪੋਰਟ(&I)
pl: Podp&ięte
pt: Partilhas &Importadas
pt_br: &Importa
ru: &Импорт
si: ආනයන (&I)
sk: &Importy
sl: Uvoz&i
sv: I&mporter
te: (&I) దిగుమతులు
tg: &Воридотҳо
th: ข้อมูลเข้า
tr: &Alınan
uk: &Імпорт
wa: &ebagaedjes
xh: &Urhwebo lwangaphakathi
zh_cn: 导入(&I)

source: &Log
ar: &سجل الوقائع
bg: Ж&урнал
bn_in: লগ (&L)
cs: &Záznam
cy: &Cofnodion
de: &Protokoll
el: &Καταγραφή
eo: &Protokolo
es: &Sucesos
et: &Logi
eu: E&gunkaria
fi: &Loki
fr: Journa&l
gl: &Rexistro
gu: લોગ (&L)
he: רישו&ם
hu: Nap&ló
ia: &Log (Registro)
is: &Annálar
ja: ログ(&L)
kk: &Журнал
km: កំណត់​ហេតុ
kn: ದಾಖಲೆ(&L)
lt: &Žurnalas
lv: Žurnā&ls
mk: &Дневник
mr: लॉग (&L)
nb: &Logg
nds: &Logbook
nn: &Logg
pa: ਲਾਗ(&L)
pl: &Dziennik
pt: &Registo
ru: &Журнал
si: ලොග් (&L)
sl: &Dnevnik
sv: &Logg
te: (&L) లాగ్
tg: &Сабти рӯйдод
th: บันทึก
tr: &Kayıt
uk: &Журнал
wa: &djournå
xh: &Ushicilelo oluneenkcukacha
zh_cn: 记录(&L)

source: &Statistics
af: &Statistieke
ar: الإ&حصائيات
bg: &Статистика
bn_in: পরিসংখ্যান (&S)
bs: &Statistike
cs: &Statistiky
cy: &Ystadegaeth
da: &Statistik
de: &Statistik
el: &Στατιστικά
eo: &Statistiko
es: &Estadísticas
et: &Statistika
eu: &Estatistikak
fi: &Tilastot
fr: &Statistiques
gl: &Estatísticas
gu: આંકડાઓ (&S)
he: &סטטיסטיקה
hu: &Statisztika
ia: &Statistica
is: &Tölfræði
ja: 統計(&T)
kk: &Статистика
km: ស្ថិតិ
kn: ಅಂಕೆಅಂಶಗಳು(&S)
lt: S&tatistika
lv: &Statistika
mk: &Статистики
mr: आकडेवारी (&S)
ms: &Statistik
nb: &Statistikk
nds: &Statistik
nl: &Statistieken
nn: &Statistikk
pa: ਅੰਕੜੇ(&S)
pl: &Statystyki
pt: E&statísticas
pt_br: E&statísticas
ru: &Статистика
si: තත්ව (&S)
sk: Štati&stiky
sl: &Statistika
sv: &Statistik
te: (&S) గణాంకాలు
tg: &Омор
th: สถิติ
tr: İ&statistikler
uk: &Статистика
wa: &Sitatistikes
xh: &Izitatistiki
zh_cn: 统计(&S)
