Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

source: <p>The Samba and NFS Status Monitor is a front end to the programs <em>smbstatus</em> and <em>showmount</em>. Smbstatus reports on current Samba connections, and is part of the suite of Samba tools, which implements the SMB (Session Message Block) protocol, also called the NetBIOS or LanManager protocol. This protocol can be used to provide printer sharing or drive sharing services on a network including machines running the various flavors of Microsoft Windows.</p>
ar: <p>سامبا ومراقب حالة NFS هما واجهة أمامية لبرنامج <em>smbstatus</em>و <em>showmount</em>. يبلغ برنامج Smbstatus عن الحالة الراهنة لوصلات سامبا ، و هو جزء من أدوات سامبا التي تطبق بروتوكولSMB (Session Message Block) ، و يطلق عليه أيضا NetBIOS أو برتوكول LanManager . هذا البروتوكول يمكن إستعماله لمشاركة الطابعة أو خدمات مشاركة وسائط التخزين في شبكة تحوي على أجهزة تعمل بمايكرسوفت ويندوز.</p>
bg: <p>Мониторът за състоянието на Samba и NFS е графична обвивка на програмите <em>smbstatus</em> и <em>showmount</em>. Програмата <em>smbstatus</em> извежда състоянието на текущите връзки към сървъра Samba и се явява част от пакета Samba, който реализира протокола SMB (Session Message Block), също така наричан NetBIOS или LanManager. Този протокол се използва за споделяне на принтери и дискови ресурси в мрежата, състояща се от машини, работещи под различни версии на Microsoft Windows.</p>
bs: <html><p>Monitor stanja za Sambu i NFS grafičko je pročelje naredbi <command>smbstatus</command> i <command>showmount</command>. Naredba <command>smbstatus</command> izvještava o trenutnim Samba vezama, i dio je paketa Samba, koja je izvedba protokola SMB (<i>Session Message Block</i>), takođe poznatog kao NetBIOS ili LanManager. Ovaj protokol može poslužiti korišćenju dijeljenih štampača ili dijeljenih diskova na mreži koja sadrži računare koji rade pod različitim verzijama Microsoftovog Windowsa.</p></html>
cs: <p>Stavový monitor Samby a NFS je grafickou nadstavbou programů <em>smbstatus </em> a <em>showmount</em>. Smbstatus informuje o aktuálních spojeních, souvisejících se Sambou, je součástí kolekce nástrojů Samba, která implementuje takzvaný SMB (Session Message Block) protokol. SMB mimo jiné úzce souvisí s rozhraním NetBIOS a protokolem LanManageru. Tento protokol umožňuje sdílení zdrojů, jako jsou tiskárny a diskový prostor na lokální síti. Zpravidla bývá používán operačními systémy MS-DOS a MS-Windows.<p></p> Showmount je součástí balíčku NFS. NFS - neboli Network File System je tradičním Unixovým prostředkem ke sdílení diskového prostoru přes síť. Tato nadstavba zpracovává výstup příkazu <em>showmount -a localhost</em>. Zkontrolujte, zda máte v PATH cestu k tomuto příkazu. Bývá např. v /usr/sbin.</p>
da: <p>Statusovervågning til Samba og NFS er en brugerflade til programmerne <em>smbstatus</em> og <em>showmount</em>. Smbstatus rapporterer om nuværende Samba-forbindelser og er en del af suiten af Sambaværktøj, som implementerer SMB (Session Message Block) protokollen, også kaldet NetBIOS eller LanManager-protokol. Denne protokol kan bruges til at give printerdeling eller harddiskdeling på et netværk, som inkluderer maskiner, der kører forskellige typer af Microsoft Windows.</p>
de: <p>Der Samba- und NFS-Statusmonitor ist eine Benutzeroberfläche für die Programme <em>smbstatus</em> und <em>showmount</em>. Smbstatus zeigt die aktuellen Samba-Verbindungen an und ist Teil des Samba-Pakets, welches das SMB-Protokoll (Session Message Block Protocol) implementiert, das auch NetBIOS- oder LanManager-Protokoll genannt wird. Dieses Protokoll kann die Verteilung von Druck- und Speicherplatz-Ressourcen in einem Netzwerk übernehmen, einschließlich von Rechnern, die unter diversen Arten von Microsoft Windows laufen.</p>
el: <p>Η επίβλεψη κατάστασης της Samba και του NFS είναι ένα ενδιάμεσο για τα προγράμματα <em>smbstatus</em> και <em>showmount</em>. Το Smbstatus αναφέρει τις τρέχουσες συνδέσεις Samba, και είναι μέρος της σουίτας εργαλείων της Samba, που προσφέρει το πρωτόκολλο SMB (Session Message Block), που αναφέρεται και ως πρωτόκολλο NetBIOS ή LanManager. Αυτό το πρωτόκολλο μπορεί να χρησιμοποιηθεί για την προσφορά υπηρεσιών κοινόχρηστων εκτυπωτών και αρχείων σε ένα δίκτυο που περιέχει υπολογιστές που τρέχουν διάφορες εκδόσεις των Microsoft Windows.</p>
eo: <p>La Samba- kaj NFS-statorigardilo estas fasado por la programoj <em>smbstatus</em> kaj <em>showmount</em>. Smbstatus raportas pri aktualaj Sambo-konektoj kaj estas parto de la Sambiloj, kiuj realigas la SMB-protokolon (Session Message Block) , ankaŭ nomata NetBIOS- aŭ LanManager-protokolo. Tiun protokolon oni povas uzi por komune uzi presilojn aŭ dosierujojn en komputila reto kiu enhavas diversajn versiojn de Microsoft Windows.</p>
es: <p>El Monitor de estado de Samba y NFS es una interfaz para los programas <em>smbstatus</em> y <em>showmount</em>. Smbstatus informa de las conexiones Samba actuales, es parte del conjunto de herramientas Samba, que implementa el protocolo SMB (Session Message Block), también llamado protocolo NetBIOS o LanManager. Este protocolo puede ser usado para suministrar servicios de compartición de impresoras o discos en una red con máquinas ejecutando distintas versiones de Microsoft Windows.</p>
et: <p>Samba ja NFS oleku monitor on kasutajaliides programmidele <em>smbstatus</em> ja <em>showmount</em>. Smbstatus annab infot aktiivsete Samba ühenduste kohta ning on Samba paketi, millega on teostatud SMB (Session Message Block) protokolli tugi, osa. Seda tuntakse ka nimede all NetBIOS või LanManager protokoll. Seda protokolli kasutatakse printeri ja ketaste jagamise teenusteks võrgus, kaasa arvatud ka mitmete Windows operatsioonisüsteemide poolt.</p>
eu: <p>Samba-ren eta NFSren egoeraren monitorea <em>smbstatus</em> eta <em>showmount</em> programen interfaze bat da. Smbstatus-ek uneko Samba konexioak erakusten ditu, eta Samba-ren tresna multzoaren zati da. Sambak SMB (Session Message Block) protokoloa, NetBIOS edo LanManager protokolo ere deitua, inplementatzen du. Sarean inprimagailuak eta unitateak partekatzeko zerbitzuak emateko erabil daiteke protokolo hori, Microsoft Windows-en hainbat bertsio exekutatzen dituzten makinen sareetan.</p>
fi: <p>Samban ja NFS:n tila on käyttöliittymä ohjelmille <em>smbstatus</em> ja <em>showmount</em>. Sambaan kuuluva smbstatus näyttää Samban tämänhetkiset yhteydet. Samban yhteyskäytäntöä kutsutaan myös nimellä NetBIOS sekä LanManager. Tätä yhteyskäytäntöä käytetään Windows-verkoissa tulostinten ja kiintolevyresurssien jakamiseen.</p>
fr: <p>Le moniteur d'état Samba et NFS est une interface graphique pour les programmes <em>smbstatus</em> et <em>showmount</em>. Le programme « smbstatus » donne des informations sur les connexions Samba et fait partie de la suite d'outils Samba, qui implémente le protocole SMB (« Session Message Block »), également appelé NetBIOS ou protocole LanManager. Ce protocole peut être utilisé pour partager des imprimantes ou des disques sur un réseau comportant différentes versions de Microsoft Windows.</p>
gl: <p>O vixiante do estado de Samba e de NFS é unha interface para os programas <em>smbstatus</em> e <em>showmount</em>. Smbstatus informa das conexións Samba actuais e forma parte do conxunto de ferramentas Samba, que realiza o protocolo SMB (Session Message Block), tamén chamado protocolo NetBios ou LanManager. Este protocolo pode usarse para fornecer servizos de compartición de impresoras ou unidades nunha rede con computadores correndo distintas versións de Microsoft Windows.</p>
gu: <p>સાંમ્બા અને NFS પરિસ્થિતિ દેખરેખ એ <em>smbstatus</em> અને <em>showmount</em> નો ફન્ટ એન્ડ છે. Smbstatus એ હાલના સાંમ્બા જોડાણોનોની માહિતી આપે છે, અને એ સાંમ્બા સાધનોનો ભાગ છે, જે SMB (સેસન મેસેજ બ્લોક) પ્રોટોકોલનુ અમલીકરણ કરે છે, જે NetBIOS અથવા LanManager પ્રોટોકોલ તરીકે પણ ઓળખાય છે. આ પ્રોટોકોલ નેટવર્ક પર પ્રિન્ટર વહેંચણી અને ડ્રાઇવ વહેંચણી સેવાઓ પૂરી પાડવા વપરાય છે નેટવર્ક પરના યંત્રોમાં જુદીજુદી જાતના માઇક્રોસોફટ વિન્ડોસનનો પણ સામાવેશ થાય છે.</p>
he: <p>מנטר המצב Samba ו-NFS הוא ממשק גראפי לתוכניות <em>smbstatus</em> ו-<em>showmount</em>. Smbstatus מדווח על חיבורי ה-Samba הנוכחיים והוא מהווה חלק מחבילת הכלים של Samba שמיישמת את הפרוטוקול Session Message Block) SMB) הנקרא גם פרוטוקול NetBIOS או LanManager. פרוטוקול זה יכול לשמש כדי לספק שירותי שיתוף מדפסות או שיתוף כוננים על גבי רשת הכוללת מחשבים המפעילים מהדורות שונות של Microsoft Windows.</p>
hu: <p>A Samba és NFS állapotjelző egy grafikus felületű program az <em>smbstatus</em> és <em>showmount</em> programokhoz. Az smbstatus az aktuális Samba kapcsolatokat mutatja, része a Samba eszközkészletnek, mely az SMB (Session Message Block) protokollra épül (más néven NetBIOS vagy LanManager protokoll). Ezt a protokollt nyomtatók és fájlok hálózati megosztására lehet használni, előnye, hogy a Microsoft Windows rendszerek is tudják kezelni.</p>
ia: <p>Le Monitor de Status de Samba e NFS es un programma visual pro programmas <em>smbstatus</em> e <em>showmount</em>. Smbstatus reporta sur le currente connexiones de Samba, e il es parte de le suite de instrumentos de Samba, que il actua le protocollo SMB (Session Message Block), que anque appella se NetBIOS o protocollo LanManager. Iste protocollo pote esser usate per fornir imprimitores compartite o servicios de driver compartite sur un rete includente machinas executante varie typos de Microsoft Windows.</p>
is: <p>Samba og NFS stöðusjáin eru viðmót forritanna <em>smbstatus</em> og <em>showmount</em>. Smbstatus sýnir virkar Samba tengingar, og er hluti forritavönduls af Samba verkfærum, sem nýta sér SMB (Session Message Block) samskiptamátann, einnig kallað NetBIOS eða LanManager samskipti. Þessi samskiptamáti getur samnýtt prentara eða diskapláss á neti, þar meðtalið vélum sem keyra ýmsar útgáfur af Microsoft Windows.</p>
ja: <p>Samba と NFS の状態モニタはそれぞれ <tt>smbstatus</tt> と <tt>showmount</tt> のフロントエンドです。<tt>smbstatus</tt> は現在の Samba の接続状態を報告します。Samba ツールスイートは NetBIOS または LanManager プロトコルとも呼ばれる SMB (Session Message Block) プロトコルを実装していますが、これはその一部です。このプロトコルによって、さまざまな Microsoft WIndows 系のマシンを含むネットワーク内で、プリンタやドライブの共有サービスを提供することができます。</p>
kk: <p>Samba мен NFS күй-жайінің мониторы <em>smbstatus</em> мен <em>showmount</em> бағдарламаларының графикалық интерфейсі. Smbstatus - Samba дестесінің SMB (Session Message Block), басқаша NetBIOS не LanManager деп аталатын, протоколын іске асыратын бір бөлігі. Бұл протокол, түрлі Microsoft Windows жүйелерімен желідегі принтерлер мен жинақтушыларды ортақтастыру қызметін атқару үшін қолданылады.</p>
km: <p>ការ​គ្រប់គ្រង​​​ស្ថានភាព​របស់​សាំបា (Samba) និង NFS គឺ​ជា​កម្មវិធី​ផ្នែក​ខាង​មុខ​របស់ <em>smbstatus</em> និង <em>showmount</em> ។ Smbstatus រាយ​ការណ៍​អំពី​ការ​តភ្ជាប់​របស់ Samba បច្ចុប្បន្ន ហើយ​វា​ក៏​ជា​ផ្នែកមួយនៃឧបករណ៍​ជា​ច្រើន​របស់ Samba ដែល​អនុវត្តពិធីការ SMB (Session Message Block) ឬ​ត្រូវ​បាន​ហៅ​ម្យ៉ាង​ទៀតថា NetBIOS ឬ​ពិធីការ LanManager ។ ពិធីការ​នេះ​អាច​ត្រូវ​បាន​ប្រើ​ដើម្បី​ផ្ដល់​សេវា​ចែក​រំលែក​ម៉ាស៊ីន​បោះពុម្ព ឬ​ចែក ​រំលែក​ដ្រាយ​នៅ​លើ​បណ្ដាញ រួម​មាន​ម៉ាស៊ីន​ដែល​រត់​លក្ខណៈ​ផ្សេងៗ​របស់​ម៉ៃក្រូសូហ្វ​វីនដូ (Microsoft Windows) ។</p><p> Showmount គឺ​ជា​ផ្នែក​នៃ​កញ្ចប់​កម្មវិធី របស់ NFS ។ NFS គឺ​ជា​អក្សរ​កាត់​របស់ Network File System និង​ជា​មធ្យោបាយ​ដើម​របស់​យូនីក​ក្នុង​ការ​ចែក​រំលែក​ថត​លើ​បណ្ដាញ ។ ក្នុង​ករណី​នេះ​លទ្ធផល​របស់ <em>showmount -a localhost</em> ត្រូវ​បានញែក​ជា​ផ្នែក​តូចៗ ។ នៅ​លើ​ប្រព័ន្ធ​មួយ​ចំនួន showmount គឺ​នៅ​ក្នុង​ផ្លូវ​ /usr/sbin សូម​ពិនិត្យ​ថា​តើ​អ្នក​មាន showmount ក្នុង PATH របស់​អ្នក ។</p>
kn: <p>Samba ಹಾಗು NFS ಸ್ಥಿತಿ ಮೇಲ್ವಿಚಾರಕವು <em>smbstatus</em> ಹಾಗು <em>showmount</em> ಪ್ರೊಗ್ರಾಮ್‌ಗಳ ಫ್ರಂಟ್ ಎಂಡ್ ಆಗಿದೆ. Smbstatus ಈಗಿನ ಸಾಂಬಾ ಸಂಪರ್ಕಗಳ ಬಗೆಗೆ ವರದಿ ಮಾಡುತ್ತದೆ, ಹಾಗು ಇದು NetBIOS ಅಥವ LanManager ಪ್ರೊಟೋಕಾಲ್ ಎಂದೂ ಸಹ ಕರೆಯಲ್ಪಡುವ SMB (Session Message Block) ಪ್ರೊಟೋಕಾಲ್ ಅನ್ನು ಅನ್ವಯಿಸುವ ಸಾಂಬಾ ಉಪಕರಣಗಳ ಸೂಟ್‌ನ ಭಾಗವಾಗಿದೆ. ಈ ಪ್ರೊಟೊಕಾಲ್ ಅನ್ನು Microsoft Windows ನ ಹಲವಾರು ಅವೃತ್ತಿಗಳನ್ನು ಬಳಸುವ ಗಣಕವೂ ಸೇರಿದಂತೆ ಹಲವಾರು ಗಣಕದ ಜಾಲಬಂಧಗಳ ಮುದ್ರಣ ಹಂಚಿಕೆ ಅಥವ ಡ್ರೈವ್ ಹಂಚಿಕೆ ಸೇವೆಗಳಲ್ಲಿ ಬಳಸಬಹುದಾಗಿದೆ.</p>
lt: <p>Samba ir NFS būsenos stebėtojas yra naudotojo sąsaja <em>smbstatus</em> ir <em>showmount</em> programoms. Smbstatus rodo esamus Samba prisijungimus, ir yra Samba įrankių rinkinio dalis, kuri įgyvendina SMB (Session Message Block) protokolą, dar vadinamu NetBIOS arba LanManager protokolu. Šis protokolas gali būti naudojamas suteikti spausdintuvų ar diskų bendro naudojimo paslaugas tinkle, kuriame yra kompiuterių, naudojančių įvairius Microsoft Windows variantus.</p>
lv: <p>Samba un NFS statusa monitors ir priekšpuse programmām <em>smbstatus</em> un <em>showmount</em>. Smbstatus ziņo par aktīvajiem Samba savienojumiem, un ir daļa no Samba rīku komplekta, kurš iestrādāts SMB (Session Message Block) protokolā, arī sauktā par NetBIOS vai LanManager protokolu. Šo protokolu var izmantot, lai nodrošinātu drukas ierīču un disku kopīgošanu tīklā, ieskaitot ar datoriem, kuros strādā dažādas Microsoft Windows versijas.</p>
mk: <p>мониторот на статус на Samba и NFS е преден крај на програмите <em>smbstatus</em> и <em>showmount</em>. Smbstatus известува за тековните врски на Samba и е дел од пакетот со алатки Samba, кои го имплементираат протоколот SMB (Session Message Block), познат и како NetBIOS или LanManager протокол. Овој протокол може да се користи за да се овозможат сервиси како делење на дискови или печатачи преку мрежа, вклучувајќи и машини кои работат на различните видови на Microsoft Windows.</p>
ms: <p>Pemerhati Status Samba dan NFS adalah antara depan kepada program <em>smbstatus</em> and <em>showmount</em>. Smbstatus melaporkan sambungan Samba semasa, dan sebahagian dari kumpulan alatan Samba, yang melaksanakan protokol SMB (Session Message Block), juga dipanggil protokol NetBIOS atau LanManager. Protokol ini boleh digunakan untuk menyediakan servis perkongsian pencetak atau perkongsian pemacu pada rangkaian termasuk mesin yang melaksanakan pelbagai jenis Microsoft Windows.</p>
nb: <p>Statusovervåkeren for Samba og NFS er et forstykke til programmene <em>smbstatus</em> og <em>showmount</em>. Smbstatus rapporterer gjeldende Samba-forbindelser og er en del av verktøyene i Samba-pakken som implementerer SMB (Session Message Block)-protokollen. Denne protokollen er også kjent som NetBIOS og LanManager. Protokollen kan brukes for å dele skrivere eller filområder på et nettverk med maskiner som kjører forskjellige versjoner av Microsoft Windows.</p><p>Showmount er en del av NFS-programvarepakken. NFS står for Network File System og er den tradisjonelle måten å dele kataloger i et nettverk under UNIX. I slike tilfeller blir utdata fra <em>showmount -a localhost</em> brukt. På noen systemer er showmount i /usr/sbin, pass på at showmount er i stien.</p>
nds: <p>De Tostandkieker för Samba un NFS is en Böversiet för de Programmen <em>smbstatus</em> un <em>showmount</em>. Smbstatus bericht över inricht Samba-Verbinnen, un is en Deel vun dat Paket vun Samba-Warktüüch, de tosamen dat SMB-Protokoll bruukbor maakt (SMB=Session Message Block, ok NetBIOS oder LanManager nöömt). Mit dit Protokoll köönt binnen en Nettwark deelte Druckers un Loopwarken praatstellt warrn, ok wenn Maschinen mit en Verschoon vun MS Windows dor op Deel vun't Nettwark sünd.</p>
nl: <p>De statusmonitor voor Samba en NFS is een grafische schil voor de programma's <em>smbstatus</em> en <em>showmount</em>. Smbstatus rapporteert de Samba-verbindingen en is onderdeel van het Samba-pakket. Dit pakket implementeert het SMB (Session Message Block) protocol, ook wel NetBIOS- of LanManager-protocol genoemd. Dit protocol kan worden gebruikt voor bestands- en printerdiensten in een netwerk van de diverse varianten van Microsoft Windows. </p>
nn: <p>Samba- og NFS-statusmonitor er eit brukarmiljø mot programma <em>smbstatus</em> og <em>showmount</em>. Smbstatus rapporterer om Samba-samband og er ein del av pakken med Samba-verktøy. Denne pakken implementerer SMB-protokollen (Service Message Block), òg kalla NetBIOS- eller LanManager-protokollen. Denne protokollen kan brukast for skrivardeling eller stasjonsdeling på eit nettverk med maskiner som køyrer ymse variantar av Microsoft Windows. </p>
pl: <p>Monitor stanu Samby i NFS jest nakładką na programy <em>smbstatus</em> oraz <em>showmount</em>. Smbstatus zwraca bieżące połączenia i jest częścią pakietu Samba, w którym zaimplementowano protokół SMB (Session Message Block), nazywany również NetBIOS lub LanManager. Protokół ten umożliwia współdzielenie drukarek oraz dysków z komputerami pracującymi pod kontrolą systemów Microsoft Windows. </p>
pt: <p>O Monitor de Estado de Samba e NFS é uma interface para os programas <em>smbstatus</em> e <em>showmount</em>. O smbstatus descreve as ligações actuais de Samba, e faz parte das ferramentas do Samba, que implementam o protocolo SMB (Session Message Block), também chamado de protocolo NetBIOS ou LanManager. Este protocolo pode ser usado para fornecer os serviços de partilha de impressoras ou 'drives' numa rede incluindo máquinas a correr as várias versões de Microsoft Windows.</p>
pt_br: <p>O Monitor de Status do Samba e NFS é uma interface para os programas <em>smbstatus</em> e <em>showmount</em>. O smbstatus relata as conexões atuais do Samba, e faz parte da suíte de ferramentas Samba, que implementa o protocolo SMB (Session Message Block), também chamado de protocolo NetBIOS ou LanManager. Este protocolo pode ser usado para oferecer compartilhamentos de impressora ou de unidades em uma rede, incluindo máquinas rodando os vários tipos de Microsoft Windows.</p>
ru: <p>Samba и NFS Status Monitor являются графической оболочкой для программ <em>smbstatus</em> и <em>showmount</em>. Smbstatus выдаёт статус текущих соединений к Samba-серверу и является частью пакета Samba, который реализует протокол SMB (Session Message Block), также называемый NetBIOS или LanManager. Этот протокол используется для разделения принтеров и дисковых ресурсов в сети, состоящей из машин, работающих под различными версиями Microsoft Windows.</p>
si: <p>සම්බා හා NFS තත්ව දර්ශකය යනු <em>smbstatus</em> හා <em>showmount</em> යන වැඩසටහන් දෙකෙහි ඉදිරි පසයි. Smbstatus වත්නම් සම්බා සම්බන්ධතා පිළිබඳ වාර්‍ථා කරන අතර එය SMB (වාර පණිවුඩ වැලකුම) නාමාවලිය මත පාදක වූ සම්බා මෙවලම් වල කොටසක්ද වේ, එය NetBIOS හෝ LanManager නාමාවලිය ලෙසද හැඳින්වේ. මෙම නාමාවලිය Micorsoft Windows මත ක්‍රියාකරන පරිගණකද ඇතුළුව ජාලය මුද්‍රක හා ධාවක බෙදාගැනීමට භාවිත වේ.</p>
sk: <p>Monitor stavu Samby a NFS je grafickou nadstavbou programov <em>smbstatus</em> a <em>showmount</em>. Smbstatus informuje o aktuálnych Samba spojeniach, je súčasť nástrojov Samba, ktoré implementujú SMB (Session Message Block) protokol. SMB úzko súvisí s rozhraním NetBIOS a protokolom LanManager. Tento protokol je často používaný na zdieľanie tlačiarní a súborov na sieťach s počítačmi, na ktorých bežia rôzne verzie Microsoft Windows.</p>
sl: <p>Nadzornik stanja Sambe in NFS je začelje za programe <em>smbstatus</em> in <em>showmount</em>. Smbstatus poroča o trenutnih povezavah do Sambe in je del zbirke Sambinih orodij, ki podpirajo protokol SMB (Session Message Block), imenovan tudi protokol NetBIOS ali protokol LanManager. Ta protokol se lahko uporabi za omogočanje souporabe tiskalnika ali diskov v omrežju, v katerega so priključeni tudi računalniki z različnimi različicami Microsoft Windows.</p>
sv: <p>Samba- och NFS-statusövervakaren är ett gränssnitt för programmen <em>smbstatus</em> och <em>showmount</em>. Smbstatus rapporterar om aktuella Samba-anslutningar, och ingår i uppsättningen av Samba-verktyg, vilka implementerar SMB-protokollet (Session Message Block), även kallat NetBIOS- eller LanManager-protokollet. Protokollet kan användas för att tillhandahålla tjänster som delar skrivare eller enheter på ett nätverk, inklusive datorer som kör de olika varianterna av Microsoft Windows.</p>
tg: <p>Samba ва NFS Status Monitor ҷилди графикӣ барои барномаҳои <em>smbstatus</em> ва <em>showmount</em> мебошанд. Smbstatus статуси робитаи равони ба Samba-сервер бударо чоп мекунад ва қисми пакети Samba мебошад, ки протоколи SMB-ро (Session Message Block) иҷро мекунад, ҳамчунин номбар шудаи NetBIOS ёки LanManager мебошад. Ин протокол барои ҷудо кардани чопгар ва манбаъҳои дискии дар шабақае, ки дорои мошинмебошад, истифода мешавад ва бо ривоятҳои гуногуни Microsoft Windows кор мекунад.</p><p>Showmount ин қисми пакети NFS мебошад, ки маънои Network File System (системаи файлии шабақа) мебошад ва тарзи расмӣ дар UNIX мебошад, ки барои ҷудо кардани каталогҳо дар шабақа, истифода мешавад. Дар ин ҳолат ба қисмҳои асосии хулосаи фармони <em>showmount-и localhost</em> тақсим мешавад. Дар якхел системаҳо showmount дар каталоги/usr/sbin ҷойгир шудааст. Тафтиш гузаронед, ки шумо дорои showmount мебошед дар PATH-и худ.</p>
th: <p>ส่วนติดตามสถานะของ Samba และ NFS เป็นโปรแกรมฟร้อนต์เอนด์ของ <em>smbstatus</em> และ <em>showmount</em> Smbstatus จะใช้รายงานถึงสถานะการเชื่อมต่อของ Samba ในปัจจุบัน โดยมันเป็นเครื่องมือส่วนหนึ่งของ Samba ที่ถูกประกาศใช้กับโพรโทคอล SMB (Session Message Block) ซึ่งบางทีก็เรียกว่าโพรโทคอล NetBIOS หรือ LanManager โพรโทคอลนี้ สามารถแบ่งปันการใช้เครื่องพิมพ์ หรือพื้นที่ดิสก์ร่วมกันได้ รวมไปถึงเครื่องที่ใช้งานไมโครซอฟต์วินโดว์สรุ่นต่าง ๆ อยู่อีกด้วย</p>
tr: <p>Samba ve NFS Durum Monitörü <em>smbstatus</em> ve <em>showmount</em> uygulamaları için birer ön yüzdür. Smbstatus mevcut Samba bağlantılarını bildirir ve NetBIOS ya da LanManager protokol de denen SMB (Session Message Block) protokolünü gerçekleştiren Samba araçlarının bir parçasıdır. Bu protokol, Microsoft Windows'un çeşitli türlerinin kurulu olduğu makineler içeren bir ağda yazıcı ve dosya paylaşımı hizmetlerini yerine getirir.</p>
uk: <p>Samba та Монітор стану NFS — це графічні оболонки для програм <em>smbstatus</em> і <em>showmount</em>. Програма smbstatus показує звіти про відкриті з'єднання типу samba. Ця програма є частиною пакунка програм samba, який реалізує протокол типу SMB (Session Message Block) відомий ще за назвою NetBIOS або протокол LanManager. Цей протокол можна використовувати для спільного доступу до принтерів та дисків комп'ютерів у мережі, які працюють з різноманітними версіями Microsoft Windows.</p><p> Програма showmount — це частина пакунка програм NFS. NFS — це мережна файлова система (Network File System), яка є традиційним засобом для доступу до спільних дисків комп'ютерів, що використовують ОС UNIX. В цьому випадку показується результат роботи команди <em>showmount -a localhost</em>. В деяких системах showmount знаходиться в /usr/sbin, тому перевірте яке значення має змінна PATH вашого середовища.</p>
zh_cn: <p>Samba 和 NFS 状态监视程序是程序 <em>smbstatus</em> 和 <em>showmount </em> 的前端。smbstatus 报告当前的 Samba 连接，是 Samba 工具的一部分。Samba 实现 SMB (会话消息块)协议，也叫做 NetBIOS 或 LanManager 协议。这个协议可以在网络上提供打印共享或磁盘共享服务，包括运行各种微软 Windows 版本的机器。</p>

source: kcmsamba
gu: કેસીએમસાંમ્બા
mr: केसीएम सांबा
sv: IM Samba
