Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

source: CONNECTION OPENED
af: Verbinding Geöpende
ar: اتصال مفتوح
bg: ОТВОРЕНА Е ВРЪЗКА
bn_in: সংযোগ আরম্ভ করা হয়েছে
bs: OTVORENA KONEKCIJA
cs: SPOJENÍ OTEVŘENO
cy: AGORWYD CYSYLLTIAD
da: FORBINDELSE ÅBNET
de: Verbindung aufgebaut
el: ΣΥΝΔΕΣΗ ΑΝΟΙΚΤΗ
eo: KONEKTO KOMENCIĜIS
es: CONEXIÓN ABIERTA
et: AVATUD ÜHENDUS
eu: KONEXIOA IREKITA
fi: YHTEYS AVATTU
fr: CONNEXION OUVERTE
gl: CONEXIÓN ABERTA
gu: જોડાણ ખુલ્લુ છે
he: נפתח חיבור
hu: KAPCSOLAT MEGNYITVA
ia: CONNEXION APERITE
is: TENGINGU KOMIÐ Á
kk: ҚОСЫЛЫМ АШЫҚ
km: បាន​បើក​ការ​ត​ភ្ជាប់
lt: PRISIJUNGIMAS ATVERTAS
lv: SAVIENOJUMS ATVĒRTS
mk: ВРСКАТА Е ОТВОРЕНА
mr: जुळवणी उघडले
ms: SAMBUNGAN DIBUKA
nb: FORBINDELSE ÅPNET
nds: Verbinnen opbuut
nl: VERBINDING GEOPEND
nn: SAMBAND OPNA
pa: ਕੁਨੈਕਸ਼ਨ ਖੁੱਲਿਆ
pl: OTWARTE POŁĄCZENIA
pt: LIGAÇÃO ABERTA
pt_br: CONEXÃO ABERTA
ru: СОЕДИНЕНИЕ ОТКРЫТО
si: සබඳතාව විවෘතයි
sk: SPOJENIE OTVORENÉ
sl: POVEZAVA ODPRTA
sv: ANSLUTNING ÖPPNAD
te: అనుసంధానము తెరువబడింది
tg: ПАЙВАСТШАВӢ КУШОДА ШУД
th: การเชื่อมต่อที่เปิดอยู่
tr: BAĞLANTI AÇILDI
uk: З'ЄДНАННЯ ВІДКРИТО
wa: RALOYAEDJE DROVI
xh: Unxulumano Luvuliwe
zh_cn: 打开的连接

source: CONNECTION CLOSED
af: Verbinding Gesluit
ar: اتصال مغلق
bg: ЗАТВОРЕНА Е ВРЪЗКА
bn_in: সংযোগ বন্ধ করা হয়েছে
bs: ZATVORENA KONEKCIJA
cs: SPOJENÍ UZAVŘENO
cy: CEUWYD CYSYLLTIAD
da: FORBINDELSE LUKKET
de: Verbindung geschlossen
el: ΣΥΝΔΕΣΗ ΚΛΕΙΣΤΗ
eo: KONEKTO FINIĜIS
es: CONEXIÓN CERRADA
et: SULETUD ÜHENDUS
eu: KONEXIOA ITXITA
fi: YHTEYS SULJETTU
fr: CONNEXION FERMÉE
gl: CONEXIÓN PECHADA
gu: જોડાણ બંધ છે
he: נסגר חיבור
hu: KAPCSOLAT BEZÁRVA
ia: CONNEXION CLAUDITE
is: TENGING ROFIN
kk: ҚОСЫЛЫМ ЖАБЫҚ
km: បាន​បិទ​ការ​ត​ភ្ជាប់
lt: PRISIJUNGIMAS UŽVERTAS
lv: SAVIENOJUMS SLĒGTS
mk: ВРСКАТА Е ЗАТВОРЕНА
mr: जुळवणी बंद
ms: SAMBUNGAN DITUTUP
nb: FORBINDELSE LUKKET
nds: Verbinnen tomaakt
nl: VERBINDING AFGESLOTEN
nn: SAMBAND LUKKA
pa: ਕੁਨੈਕਸ਼ਨ ਬੰਦ
pl: ZAMKNIĘTE POŁĄCZENIA
pt: LIGAÇÃO FECHADA
pt_br: CONEXÃO ENCERRADA
ru: СОЕДИНЕНИЕ ЗАКРЫТО
si: සබඳතාව වසා ඇත
sk: SPOJENIE ZATVORENÉ
sl: POVEZAVA ZAPRTA
sv: ANSLUTNING STÄNGD
te: అనుసంధానము మూయబడింది
tg: ИТСОЛ БАСТА ШУД
th: การเชื่อมต่อที่ยุติแล้ว
tr: BAĞLANTI KAPATILDI
uk: З'ЄДНАННЯ ЗАКРИТО
wa: RALOYAEDJE CLOYOU
xh: Unxulumano Luvaliwe
zh_cn: 关闭的连接

source: FILE OPENED
af: Lêer Geopen
ar: ملف مفتوح
bg: ОТВОРЕН Е ФАЙЛ
bn_in: ফাইল খোলা হয়েছে
bs: OTVORENA DATOTEKA
cs: SOUBOR OTEVŘEN
cy: AGORWYD FFEIL
da: FIL ÅBNET
de: Datei geöffnet
el: ΑΡΧΕΙΟ ΑΝΟΙΚΤΟ
eo: DOSIERO MALFERMITA
es: ARCHIVO ABIERTO
et: AVATUD FAIL
eu: FITXATEGIA IREKITA
fi: TIEDOSTO AVATTU
fr: FICHIER OUVERT
gl: FICHEIRO ABERTO
gu: ફાઇલ ખુલ્લી છે
he: נפתח קובץ
hu: FÁJL MEGNYITVA
ia: FILE APERITE
is: SKRÁ OPNUÐ
kk: ФАЙЛ АШЫҚ
km: បាន​បើក​ឯកសារ
lt: FAILAS ATVERTAS
lv: FAILS ATVĒRTS
mk: ДАТОТЕКАТА Е ОТВОРЕНА
mr: फाईल उघडले
ms: FAIL DIBUKA
nb: FIL ÅPNET
nds: Datei opmaakt
nl: BESTAND GEOPEND
nn: FIL OPNA
pa: ਫਾਈਲ ਖੁੱਲੀ
pl: PLIK OTWARTY
pt: FICHEIRO ABERTO
pt_br: ARQUIVO ABERTO
ru: ФАЙЛ ОТКРЫТ
sk: SÚBOR OTVORENÝ
sl: DATOTEKA ODPRTA
sv: FIL ÖPPNAD
te: ఫైలు తెరువబడింది
tg: ФАЙЛ КУШОДА ШУД
th: แฟ้มที่เปิดอยู่
tr: DOSYA AÇILDI
uk: ФАЙЛ ВІДКРИТО
wa: FITCHÎ DROVI
xh: Ifayile Ivuliwe
zh_cn: 打开的文件

source: FILE CLOSED
af: Lêer Gesluit
ar: ملف مغلق
bg: ЗАТВОРЕН Е ФАЙЛ
bn_in: ফাইল বন্ধ করা হয়েছে
bs: ZATVORENA DATOTEKA
cs: SOUBOR UZAVŘEN
cy: CEUWYD FFEIL
da: FIL LUKKET
de: Datei geschlossen
el: ΑΡΧΕΙΟ ΚΛΕΙΣΤΟ
eo: DOSIERO FERMITA
es: ARCHIVO CERRADO
et: SULETUD FAIL
eu: FITXATEGIA ITXITA
fi: TIEDOSTO SULJETTU
fr: FICHIER FERMÉ
gl: FICHEIRO PECHADO
gu: ફાઇલ બંધ છે
he: נסגר קובץ
hu: FÁJL BEZÁRVA
ia: FILE CLAUDITE
is: SKRÁ LOKUÐ
kk: ФАЙЛ ЖАБЫҚ
km: បាន​បិទ​ឯកសារ
lt: FAILAS UŽVERTAS
lv: FAILS SLĒGTS
mk: ДАТОТЕКАТА Е ЗАТВОРЕНА
mr: फाईल बंद
ms: FAIL DITUTUP
nb: FIL LUKKET
nds: Datei tomaakt
nl: BESTAND AFGESLOTEN
nn: FIL LUKKA
pa: ਫਾਈਲ ਬੰਦ
pl: PLIK ZAMKNIĘTY
pt: FICHEIRO FECHADO
pt_br: ARQUIVO FECHADO
ru: ФАЙЛ ЗАКРЫТ
sk: SÚBOR UZAVRETÝ
sl: DATOTEKA ZAPRTA
sv: FIL STÄNGD
te: ఫైలు మూయబడింది
tg: ФАЙЛ ПӮШИДА ШУД
th: แฟ้มที่ปิดแล้ว
tr: DOSYA KAPATILDI
uk: ФАЙЛ ЗАКРИТО
wa: FITCHÎ CLOYOU
xh: Ifayile Ivaliwe
zh_cn: 关闭的文件

source: Could not open file %1
af: Kon lêer %1 nie open
ar: لا يمكن فتح الملف %1
bg: Файлът %1 не може да бъде отворен.
bn_in: ফাইল %1 খোলা যায়নি
bs: Ne mogu otvoriti datoteku %1
cs: Není možné otevřít soubor %1
cy: Methwyd agor y ffeil %1
da: Kunne ikke åbne filen %1
de: Datei lässt sich nicht öffnen: %1
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου %1
eo: Ne eblis malfermi dosieron %1
es: No se pudo abrir el archivo %1
et: Faili %1 pole võimalik avada
eu: Ezin izan da ireki %1 fitxategia
fi: Tiedostoa %1 ei voitu avata
fr: Impossible d'ouvrir le fichier « %1 »
gl: Non se puido abrir o ficheiro %1
gu: ફાઇલ ખોલી શકયા નથી %1
he: אין אפשרות לפתוח את הקובץ %1
hu: Nem sikerült megnyitni a(z) %1 fájlt.
ia: On non pote aperir file %1
is: Gat ekki opnað skrá %1
ja: ファイル ‘%1’ を開けませんでした
kk: %1 деген файл ашылмады
km: មិន​អាច​បើក​ឯកសារ %1
kn: %1 ಕಡತವನ್ನು ತೆರೆಯಲಾಗಲಿಲ್ಲ
lt: Nepavyko atverti failo %1
lv: Nevar atvērt failu %1
mk: Не може да се отвори датотеката %1
mr: फाईल %1 उघडू शकत नाही
ms: Tidak dapat buka fail %1
nb: Kunne ikke åpne fila %1
nds: Datei "%1" lett sik nich opmaken
nl: Kon het bestand %1 niet openen
nn: Klarte ikkje opna fila %1
pa: ਫਾਈਲ %1 ਨੂੰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można otworzyć pliku %1
pt: Não foi possível abrir o ficheiro %1
pt_br: Não foi possível abrir o arquivo %1
ru: Не удаётся открыть файл %1
si: %1 ගොණුව විවෘත කල නොහැක
sk: Nepodarilo sa otvoriť súbor %1
sl: Ni mogoče odpreti datoteke %1
sv: Kunde inte öppna fil %1
te: ఫైలు %1ను తెరువలేక పోయింది
tg: Наметавон файли %1
th: ไม่สามารถเปิดแฟ้ม %1 ได้
tr: Dosya %1 açılamadı
uk: Не вдалося відкрити файл %1
wa: Dji n' sai drovi l' fitchî « %1 »
xh: Ayinakuyivula ifayile %1
zh_cn: 无法打开文件 %1

source: Connections: 0
af: Koppelinge: 0
ar: الاتصالات : 0
bg: Връзки: 0
bn_in: সংযোগ সংখ্যা: 0
bs: Konekcije: 0
cs: Počet spojení: 0
cy: Cysylltiadau: 0
da: Forbindelser: 0
de: Verbindungen: 0
el: Συνδέσεις: 0
eo: Konektoj: 0
es: Conexiones: 0
et: Ühendusi: 0
eu: Konexioak: 0
fi: Yhteyksiä: 0
fr: Connexions : 0
gl: Conexións: 0
gu: જોડાણો: ૦
he: התחברויות: 0
hu: Kapcsolatok: 0
ia: Connexiones: 0
is: Tengingar: 0
ja: 接続: 0
kk: Қосылымдар: 0
km: ការ​ត​ភ្ជាប់ ៖ ០
kn: ಸಂಪರ್ಕಗಳು: 0
lt: Prisijungimai: 0
lv: Savienojumi: 0
mk: Врски: 0
mr: जुळवणी: 0
ms: Sambungan: 0
nb: Forbindelser: 0
nds: Verbinnen: 0
nl: Verbindingen: 0
nn: Samband: 0
pa: ਕੁਨੈਕਸ਼ਨ: 0
pl: Połączenia: 0
pt: Ligações: 0
pt_br: Conexões: 0
ru: Соединений: 0
si: සබඳතා: 0
sk: Spojenia: 0
sl: Povezav: 0
sv: Anslutningar: 0
te: అనుసంధానములు: 0
tg: Робитаҳо: 0
th: การเชื่อมต่อ: 0
tr: Bağlantılar: 0
uk: З'єднань: 0
wa: Raloyaedjes : 0
xh: Indibaniso: 0
zh_cn: 连接数：0

source: File accesses: 0
af: Lêer toegang verkry tot: 0
ar: وصول لملفات: 0
bg: Достъп до файлове: 0
bn_in: ব্যবহৃত ফাইল সংখ্যা: 0
bs: Br. pristupa datoteci: 0
cs: Počet přístupů k souborům: 0
cy: Cyrchiadau ffeil: 0
da: Filadgange: 0
de: Dateizugriffe: 0
el: Προσπελάσεις αρχείων: 0
eo: Dosieraliro: 0
es: Accesos al archivo: 0
et: Failide lugemisi: 0
eu: Fitxategi-atzipenak: 0
fi: Tiedostoja käytetty: 0
fr: Accès aux fichiers : 0
gl: Accesos ao ficheiro: 0
gu: ફાઇલ પ્રવેશ: o
he: גישות לקבצים: 0
hu: Fájlhozzáférések: 0
ia: Accessos de file: 0
is: Notanir á skrám: 0
ja: ファイルアクセス: 0
kk: Файл қатынаулары: 0
km: ការ​ចូល​ដំណើរ​ការ​ឯកសារ ៖ ០
kn: ಕಡತ ನಿಲುಕಣೆಗಳು: 0
lt: Failo prieiga: 0
lv: Pieejas failiem: 0
mk: Пристапи до датотеки: 0
mr: फाईल प्रवेश: 0
ms: Fail dicapai: 0
nb: Antall filer brukt: 0
nds: Dateitogrepen: 0
nl: Aantal geopende bestanden: 0
nn: Filtilgangar: 0
pa: ਫਾਇਲ਼ ਪਹੁੰਚ: 0
pl: Plik dołączeń: 0
pt: Acessos a ficheiros: 0
pt_br: Acessos a(os) arquivo(s): 0
ru: Доступ к файлу: 0
si: ගොණු පිවිසීම්: 0
sk: Prístupy k súborom: 0
sl: Dostopov do datotek: 0
sv: Filåtkomster: 0
te: ఫైల్ యాక్సెస్: 0
tg: Дастрасӣ ба файли: 0
th: เข้าใช้แฟ้ม: 0
tr: Dosya erişimleri: 0
uk: Доступів до файла: 0
wa: Accès ås fitchîs : 0
xh: Unikezelo lwefayile: 0
zh_cn: 文件访问：0

source: Event:
af: Gebeurtenis:
ar: الحدث:
bg: Събитие:
bn_in: ইভেন্ট:
bs: Događaj:
cs: Událost:
cy: Digwyddiad:
da: Begivenhed:
de: Ereignis:
el: Γεγονός:
eo: Evento:
es: Evento:
et: Sündmus:
eu: Gertaera:
fi: Tapahtuma:
fr: Évènement :
gl: Evento:
gu: ઘટના:
he: אירוע:
hu: Esemény:
ia: Evento:
is: Atburður:
ja: イベント:
kk: Оқиға:
km: ព្រឹត្តិការណ៍ ៖
kn: ಘಟನೆ:
lt: Įvykis:
lv: Notikums:
mk: Настан:
mr: घटना:
ms: Acara
nb: Hendelse:
nds: Begeefnis:
nl: Gebeurtenis:
nn: Hending:
pa: ਈਵੈਂਟ:
pl: Zdarzenie:
pt: Evento:
pt_br: Evento:
ru: Событие:
si: අවස්ථාව:
sk: Udalosť:
sl: Dogodek:
sv: Händelse:
te: ఘటన:
tg: Воқеа:
th: เหตุการณ์:
tr: Olay:
uk: Подія:
wa: Evenmint :
xh: Isiganeko:
zh_cn: 事件：

source: Service/File:
af: Diens/Lêer:
ar: الخدمة/الملف:
bg: Услуга/файл:
bn_in: পরিসেবা/ফাইল:
bs: Servis/Datoteka:
cs: Služba/Soubor:
cy: Gwasanaeth/Ffeil:
da: Service/fil:
de: Dienst/Datei:
el: Υπηρεσία/Αρχείο:
eo: Servo/dosiero:
es: Servicio/Archivo:
et: Teenus/fail:
eu: Zerbitzua/Fitxategia:
fi: Palvelu/Tiedosto:
fr: Service / Fichier :
gl: Servizo/Ficheiro:
gu: સેવા/ફાઇલ:
he: שירות\קובץ:
hu: Szolgáltatás/fájl:
ia: Servicio/File:
is: Þjónusta/Skrá:
ja: サービス/ファイル:
kk: Қызмет/Файл:
km: សេវា/​ឯកសារ ៖
kn: ಸೇವೆ/ಕಡತ:
lt: Tarnyba/failas:
lv: Serviss/Fails:
mk: Сервис/Датотека:
mr: सर्विस/फाईल:
ms: Servis/Fail:
nb: Tjeneste/fil:
nds: Deenst/Datei:
nl: Service/bestand:
nn: Teneste/fil:
pa: ਸਰਵਿਸ/ਫਾਈਲ:
pl: Usługa/plik:
pt: Serviço/Ficheiro:
pt_br: Serviço/Arquivo:
ru: Сервис/Файл
si: සේවාව/ගොණුව:
sk: Služba/Súbor:
sl: Storitev/datoteka:
sv: Tjänst/Fil:
te: సేవ/ఫైలు:
tg: Хизмат/Файл:
th: บริการ/แฟ้ม:
tr: Hizmet/Dosya:
uk: Служба/файл:
wa: Sievice/Fitchî :
xh: Inkonzo/Ifayile:
zh_cn: 服务/文件：

source: Host/User:
af: Bediener/Gebruiker:
ar: المضيف/المستخدم:
bg: Хост/потребител:
bn_in: হোস্ট/ব্যবহারকারী:
bs: Računar/Korisnik:
cs: Hostitel/Uživatel:
cy: Gwesteiwr/Defnyddiwr:
da: Vært/bruger:
de: Rechner/Benutzer:
el: Υπολογιστής/Χρήστης:
eo: Komputilo/uzanto:
es: Máquina/Usuario:
et: Masin/kasutaja:
eu: Ostalaria/Erabiltzailea:
fi: Asiakas/Käyttäjä:
fr: Hôte / Utilisateur :
gl: Servidor/Usuario:
gu: યજમાન/વપરાશકર્તા:
he: מארח\משתמש:
hu: Kiszolgáló/felhasználó:
ia: Hospite/Usator:
is: Vél/Notandi:
ja: ホスト/ユーザ:
kk: Хост/Пайдаланушы:
km: ម៉ាស៊ីន/អ្នក​ប្រើ ៖
kn: ಅತಿಥೇಯ/ಬಳಕೆದಾರ:
lt: Mazgas/naudotojas:
lv: Resursdators/Lietotājs:
mk: Компјутер/Корисник:
mr: यजमान/वापरकर्ता:
ms: Hos/Pengguna:
nb: Vert/bruker:
nds: Reekner/Bruker:
nl: Host/gebruiker:
nn: Vert/brukar:
pa: ਹੋਸਟ/ਯੂਜ਼ਰ:
pl: Komputer/użytkownik:
pt: Máquina/Utilizador:
pt_br: Máquina/Usuário:
ru: Хост/Пользователь
si: ධාරකය/පරිශීලක:
sk: Počítač/Užívateľ:
sl: Gostitelj/uporabnik:
sv: Värddator/Användare:
te: హోస్టు/వినియోగదారి:
tg: Узел/Истифодакунанда:
th: โฮสต์/ผู้ใช้:
tr: Makine/Kullanıcı:
uk: Вузол/користувач:
wa: Lodjoe/Uzeu :
xh: Ummandla/Umsebenzisi:
zh_cn: 主机/用户：

source: &Search
af: &Soektog
ar: إ&بحث
bg: &Търсене
bn_in: অনুসন্ধান (&S)
bs: Pretraga
cs: &Hledat
cy: &Chwilio
da: &Søg
de: &Suchen
el: &Αναζήτηση
eo: &Serĉo
es: &Buscar
et: Ot&si
eu: Bilat&u
fi: &Etsi
fr: &Chercher
gl: &Buscar
gu: શોધ (&S)
he: &חפש
hu: &Keresés
ia: &Cerca
is: &Leita
ja: 検索(&S)
kk: &Іздеу
km: ស្វែង​រក
kn: ಹುಡುಕು(&S)
lt: &Ieškoti
lv: &Meklēt
mk: &Пребарај
mr: शोध (&S)
ms: &Cari
nb: &Søk
nds: &Söken
nl: &Zoeken
nn: &Søk
pa: ਖੋਜ(&S)
pl: &Znajdź
pt: &Procurar
pt_br: Pe&squisar
ru: &Поиск
si: සොයන්න (&S)
sk: &Hľadať
sl: &Poišči
sv: &Sök
te: (&S) శోధించు
tg: &Ҷустуҷӯ
th: ค้นหา
tr: &Ara
uk: &Шукати
wa: &Trover
zh_cn: 搜索(&S)

source: Clear Results
af: Maak Resultate Skoon
ar: أمحي النتائج
bg: Изчистване
bn_in: ফলাফল প্রদর্শন পরিশ্রুত করুন
bs: Obriši rezultate
cs: Smazat výsledky
cy: Gwagio Canlyniadau
da: Ryd resultater
de: Ergebnisse löschen
el: Καθαρισμός αποτελεσμάτων
eo: Foviŝi rezultojn
es: Borrar resultados
et: Puhasta tulemused
eu: Garbitu emaitzak
fi: Tyhjennä tulokset
fr: Effacer les résultats
gl: Limpar os resultados
gu: પરિણામો સાફ કરો
he: נקה תוצאות
hu: Az eredmények törlése
ia: Netta Resultatos
is: Tæma niðurstöðuglugga
ja: 結果をクリア
kk: Нәтижелерді өшіру
km: ជម្រះ​លទ្ធផល
kn: ಫಲಿತಾಂಶಗಳನ್ನು ಅಳಿಸು
lt: Ištrinti rezultatus
lv: Tīrīt rezultātus
mk: Исчисти резултати
mr: परिणाम नष्ट करा
ms: Kosongkan Hasil
nb: Nullstill resultater
nds: Resultaten wegdoon
nl: Resultaten wissen
nn: Fjern resultat
pa: ਨਤੀਜਾ ਸਾਫ਼
pl: Wyczyść wyniki
pt: Limpar os Resultados
pt_br: Limpar resultados
ru: Очистить результаты
si: ප්‍රථිපල පිරිසිදු කරන්න
sk: Vymazať výsledky
sl: Počisti rezultate
sv: Rensa resultat
te: ఫలితాలను శుభ్రముచేయుము
tg: Натиҷаҳоро тоза кунед
th: ล้างผลลัพธ์
tr: Sonuçları Temizle
uk: Спорожнити поле результатів
wa: Netyî rzultats
xh: Cacisa Iziphumo
zh_cn: 清除结果

source: Show expanded service info
af: Vertoon uitgebreide diens inligting
ar: أظهر معلومات مفصلة عن الخدمة
bg: Разширена информация
bn_in: পরিসেবার বিস্তারিত তথ্য প্রদর্শন করা হবে
bs: Prikaži dodatni info o servisu
cs: Zobrazit podrobné informace o službě
cy: Dangos gwybodaeth gwasanaeth ehangedig
da: Vis udvidet serviceinfo
de: Erweiterte Dienst-Informationen anzeigen
el: Αναλυτική προβολή πληροφοριών υπηρεσίας
eo: Montri ampleksan servoinformojn
es: Mostrar info expandida de servicio
et: Põhjalikuma teenuseinfo näitamine
eu: Erakutsi zerbitzuari buruzko informazio hedatua
fi: Näytä laajennetut palvelutiedot
fr: Afficher les informations étendue pour le service
gl: Mostrar información ampliada do servizo
gu: સર્વીસ માહિતી વિસ્તૃત કરીને બતાવો
he: הצג מידע מורחב על שירותים
hu: Kibővített szolgáltatásinformáció
ia: Monstra info de servicio expandite
is: Sýna miklar upplýsingar um þjónustur
ja: 拡張サービス情報を表示
kk: Қызметтің кеңейтілген мәліметі көрсетілсін
km: បង្ហាញ​ព័ត៌មាន​សេវា​ដែល​បាន​ពង្រីក
kn: ಸೇವೆಯ ವಿಸ್ತೃತವಾದ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸು
lt: Rodyti išplėstą tarnybos informaciją
lv: Rādīt izvērstu servisa info
mk: Прикажи проширени информации за сервисот
mr: विस्तारीत सेवा विषयी माहिती दर्शवा
ms: Paparkan info servis selanjutnya
nb: Vis utvidet tjenesteinfo
nds: Verwiedert Deenstinformatschonen wiesen
nl: Uitgebreide service-info tonen
nn: Vis utvida tenesteinfo
pa: ਫੈਲੀ ਸਰਵਿਸ ਜਾਣਕਾਰੀ ਵੇਖੋ
pl: Pokaż rozszerzone informacje o usłudze
pt: Mostrar as informações extendidas do serviço
pt_br: Exibir informações de serviço expandidas
ru: Показать расширенную информацию о сервисе
si: දිගු කල සේවා තොරතුරු පෙන්වන්න
sk: Zobraziť rozšírené informácie o službe
sl: Prikaži razširjene podatke o storitvi
sv: Visa utökad tjänstinformation
te: విస్తరించిన సేవ సమాచారమును చూపుము
tg: Нишон додани иттилооти кушод дар бораи хизматгоҳ
th: แสดงข้อมูลของบริการเพิ่มเติม
tr: Ayrıntılı hizmet bilgisini göster
uk: Показати додаткову інформацію про службу
wa: Mostrer les spepieusès informåcions do siervice
xh: Bonisa ulwazi lwenkonzo olongezelelweyo
zh_cn: 显示扩展的服务信息

source: Show expanded host info
af: Vertoon uitgebreide bediener inligting
ar: أظهر معلومات مفصلة عن المضيف
bg: Разширена информация
bn_in: হোস্টের বিস্তারিত তথ্য প্রদর্শন করা হবে
bs: Prikaži dodatni info o računaru-u
cs: Zobrazit podrobné informace o hostiteli
cy: Dangos gwybodaeth gwesteiwr ehangedig
da: Vis udvidet værtsinfo
de: Erweiterte Rechner-Informationen anzeigen
el: Αναλυτική εμφάνιση πληροφοριών υπολογιστή
eo: Montri ampleksan gastigajn informojn
es: Mostrar información extendida de la máquina
et: Põhjalikuma masinainfo näitamine
eu: Erakutsi ostalariari buruzko informazio hedatua
fi: Näytä laajennetut asiakastiedot
fr: Afficher les informations étendues sur l'hôte
gl: Mostrar información ampliada do servidor
gu: યજમાન માહિતી વિસ્તૃત કરીને બતાવો
he: הצג מידע מורחב על מארחים
hu: Kibővített kiszolgálóinformáció
ia: Monstra info de hospite expandite
is: Sýna miklar upplýsingar um vélar
ja: 拡張ホスト情報を表示
kk: Хосттың кеңейтілген мәліметі көрсетілсін
km: បង្ហាញ​ព័ត៌មាន​ម៉ាស៊ីន​ដែល​បាន​ពង្រីក
kn: ಅತಿಥೇಯದ ವಿಸ್ತೃತವಾದ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸು
lt: Rodyti išplėstą mazgo informaciją
lv: Rādīt izvērstu resursdatora info
mk: Прикажи проширени информации за компјутерот
mr: विस्तारीत यजमान विषयी माहिती दर्शवा
ms: Paparkan info hos selanjutnya
nb: Vis utvidet vertsinfo
nds: Verwiedert Reeknerinformatschonen wiesen
nl: Uitgebreide hostinfo tonen
nn: Vis utvida vertsinfo
pa: ਫੈਲੀ ਹੋਸਟ ਜਾਣਕਾਰੀ ਵੇਖੋ
pl: Pokaż rozszerzone informacje o komputerze
pt: Mostrar as informações extendidas da máquina
pt_br: Exibir informações da máquina expandidas
ru: Показать расширенную информацию о хосте
si: දිගු කල ධාරක තොරතුරු පෙන්වන්න
sk: Zobraziť rozšírené informácie o hostiteľovi
sl: Prikaži razširjene podatke o gostitelju
sv: Visa utökad värddatorinformation
te: విస్తరించిన హోస్టు సమాచారమును చూపుము
tg: Намоиши иттилооти кушод дар бораи узел
th: แสดงข้อมูลของโฮสต์เพิ่มเติม
tr: Ayrıntılı makine bilgisini göster
uk: Показати додаткову інформацію про машину
wa: Mostrer les spepieusès informåcions do lodjoe
xh: Bonisa ulwazi lwenginginya eyongezelelweyo
zh_cn: 显示扩展的主机信息

source: Hits
af: Trefslae
ar: الضربات
bg: Опити
bn_in: হিট
bs: Pogodci
cs: Zásahů
cy: Trawiadau
da: Ramte
de: Treffer
el: Χτυπήματα
eo: Trafoj
es: Accesos
et: Päringuid
eu: Atzipenak
fi: Osumia
fr: Réponses
gl: Accesos
gu: હીટસ
he: פגיעות
hu: Találatok
ia: Successos
is: Notkun
ja: ヒット
kk: Неше рет
kn: ಹಿಟ್ಟುಗಳು
lt: Kreipimaisi
lv: Trāpījumi
mk: Погодоци
mr: हिटस्
ms: Hit
nb: Treff
nds: Drepers
nn: Treff
pa: ਟੱਕਰਾਂ
pl: Trafień
pt: Utilizações
pt_br: Acessos
ru: Попытки
si: පිවිසීම්
sk: Zásahy
sl: Zadetki
sv: Träffar
te: హిట్స్
tg: Кӯшишиятҳо
th: ครั้ง
tr: Erişim sayısı
uk: Спроб
wa: Trovés
xh: Ubetho
zh_cn: 命中

source: Connection
af: Verbinding
ar: اتصال
bg: Връзки
bn_in: সংযোগ
bs: Konekcija
cs: Spojení
cy: Cysylltiad
da: Forbindelse
de: Verbindung
el: Σύνδεση
eo: Konekto
es: Conexión
et: Ühendus
eu: Konexioa
fi: Yhteys
fr: Connexion
gl: Conexión
gu: જોડાણ
he: התחברות
hu: kapcsolat
ia: Connexion
is: Tenging
ja: 接続
kk: Қосылым
km: ការ​ត​ភ្ជាប់
kn: ಸಂಪರ್ಕಗಳು
lt: Prisijungimas
lv: Savienojums
mk: Врска
mr: जुळवणी
ms: Sambungan
nb: Forbindelse
nds: Verbinnen
nl: Verbinding
nn: Samband
pa: ਕੁਨੈਕਸ਼ਨ
pl: Połączenie
pt: Ligação
pt_br: Conexão
ru: Соединение
si: සබඳතාව
sk: Spojenie
sl: Povezava
sv: Anslutning
te: అనుసంధానము
tg: Алоқа
th: การเชื่อมต่อ
tr: Bağlantı
uk: З'єднання
wa: Raloyaedje
xh: Unxulumano
zh_cn: 连接

source: File Access
af: Lreê Toegang verkry
ar: وصول لملف
bg: Достъп до файлове
bn_in: ফাইলের ব্যবহার
bs: Pristup datoteci
cs: Přístup k souboru
cy: Cyrchiad Ffeil
da: Filadgange
de: Dateizugriff
el: Προσπέλαση αρχείου
eo: Dosieraliro
es: Acceso al archivo
et: Faili lugemine
eu: Fitxategi-atzipena
fi: Tiedoston käyttö
fr: Accès aux fichiers
gl: Acceso ao ficheiro
gu: ફાઇલ પ્રવેશ
he: גישה לקובץ
hu: fájlhozzáférés
ia: Accesso de file
is: Skráarnotkun
ja: ファイルアクセス
kk: Файл қатынасы
km: ការ​ចូល​ដំណើរ​ការ​ឯកសារ
kn: ಕಡತ ನಿಲುಕಣೆ
lt: Failo prieiga
lv: Pieeja failam
mk: Пристап до датотека
mr: फाईल प्रवेश
ms: Capaian Fail
nb: Filtilgang
nds: Dateitogriep
nl: Bestandstoegang
nn: Filtilgang
pa: ਫਾਈਲ ਪਹੁੰਚ
pl: Plik dostępu
pt: Acesso a Ficheiros
pt_br: Acesso à arquivos
ru: Доступ к файлу
si: ගොනු පිවිසුම
sk: Prístup k súboru
sl: Dostop do datoteke
sv: Filåtkomst
te: ఫైలు యాక్సెస్
tg: Дастрасӣ ба файл
th: เข้าใช้แฟ้ม
tr: Dosya Erişimi
uk: Доступ до файла
wa: Accès ås fitchîs
xh: Unikezelo Lwefayile
zh_cn: 文件访问

source: Connections: %1
af: Koppelinge: %1
ar: الاتصالات: %1
bg: Връзки: %1
bn_in: সংযোগ: %1
bs: Konekcije: %1
cs: Spojení: %1
cy: Cysylltiadau: %1
da: Forbindelser: %1
de: Verbindungen: %1
el: Συνδέσεις: %1
eo: Konektoj: %1
es: Conexiones: %1
et: Ühendusi: %1
eu: Konexioak: %1
fi: Yhteyksiä: %1
fr: Connexions : %1
gl: Conexións: %1
gu: જોડાણો: %1
he: התחברויות: %1
hu: Kapcsolatok: %1
ia: Connexiones: %1
is: Tengingar: %1
ja: 接続: %1
kk: Қосылымдар: %1
km: ការ​ត​ភ្ជាប់ ៖ %1
kn: ಸಂಪರ್ಕಗಳು: %1
lt: Prisijungimai: %1
lv: Savienojumi: %1
mk: Врски: %1
mr: जुळवणी: %1
ms: Sambungan: %1
nb: Forbindelser: %1
nds: Verbinnen: %1
nl: Verbindingen: %1
nn: Samband: %1
pa: ਕੁਨੈਕਸ਼ਨ: %1
pl: Połączenia: %1
pt: Ligações: %1
pt_br: Conexões: %1
ru: Соединений: %1
si: සබඳතා: %1
sk: Spojenia: %1
sl: Povezave: %1
sv: Anslutningar: %1
te: అనుసంధానములు: %1
tg: Алоқаҳо: %1
th: การเชื่อมต่อ: %1
tr: Bağlantılar: %1
uk: З'єднань: %1
wa: Raloyaedjes : %1
xh: Unxulumano: %1
zh_cn: 连接：%1

source: File accesses: %1
af: Lêer toegang verkry tot: %1
ar: الوصول إلى ملفات: %1
bg: Достъп до файлове: %1
bn_in: ফাইলের ব্যবহার: %1
bs: Br. pristupa datoteci: %1
cs: Přístupů k souboru: %1
cy: Cyrchiadau ffeil: %1
da: Filadgange: %1
de: Dateizugriffe: %1
el: Προσπελάσεις αρχείων: %1
eo: Dosieraliroj: %1
es: Accesos al archivo: %1
et: Faili lugemised: %1
eu: Fitxategi-atzipenak: %1
fi: Tiedoston käyttöjä: %1
fr: Accès aux fichiers : %1
gl: Accesos ao ficheiro: %1
gu: ફાઇલ પ્રવેશો: %1
he: גישות לקבצים: %1
hu: Fájlhozzáférések: %1
ia: Accessos de file: %1
is: Skráarnotkunir: %1
ja: ファイルアクセス: %1
kk: Файл қатынастар: %1
km: ការ​ចូល​ដំណើរ​ការ​ឯកសារ ៖ %1
kn: ಕಡತ ನಿಲುಕಣೆಗಳು: %1
lt: Failo prieiga: %1 x
lv: Pieejas failiem: %1
mk: Пристапи до датотеки: %1
mr: फाईल प्रवेश: %1
ms: Capaian fail: %1
nb: Antall filer brukt: %1
nds: Dateitogrepen: %1
nl: Bestandstoegangen: %1
nn: Filtilgangar: %1
pa: ਫਾਈਲ ਪਹੁੰਚ: %1
pl: Plik dostępów: %1
pt: Acessos a ficheiros: %1
pt_br: Acessos a arquivos: %1
ru: Доступ к файлу: %1
si: ගොනු පිවිසීම්: %1
sk: Prístupy k súborom: %1
sl: Dostopov do datoteke: %1
sv: Filåtkomster: %1
te: ఫైల్ యాక్సెస్: %1
tg: Дастрасӣ ба файли: %1
th: เข้าใช้แฟ้ม: %1
tr: Dosya erişimleri: %1
uk: Доступ до файла: %1
wa: Accès ås fitchîs : %1
xh: Unikezelo lwefayile: %1
zh_cn: 文件访问：%1

source: FILE OPENED
af: Lêer Geopen
ar: ملف مفتوح
bg: ОТВОРЕН Е ФАЙЛ
bn_in: খোলা ফাইল
bs: OTVORENA DATOTEKA
cs: SOUBOR OTEVŘEN
cy: AGORWYD FFEIL
da: FIL ÅBNET
de: Datei geöffnet
el: ΑΡΧΕΙΟ ΑΝΟΙΚΤΟ
eo: DOSIERO MALFERMITA
es: ARCHIVO ABIERTO
et: AVATUD FAIL
eu: FITXATEGIA IREKITA
fi: TIEDOSTO AVATTU
fr: FICHIER OUVERT
gl: FICHEIRO ABERTO
gu: ફાઇલ ખુલ્લી છે
he: קובץ נפתח
hu: FÁJL MEGNYITVA
ia: FILE APERITE
is: SKRÁ OPNUÐ
kk: ФАЙЛ АШЫҚ
km: ឯកសារ​បាន​បើក
lt: FAILAS ATVERTAS
lv: FAILS ATVĒRTS
mk: ДАТОТЕКАТА Е ОТВОРЕНА
mr: फाईल उघडले
ms: FAIL DIBUKA
nb: FIL ÅPNET
nds: Datei opmaakt
nl: BESTAND GEOPEND
nn: FIL OPNA
pa: ਫਾਈਲ ਖੁੱਲੀ
pl: PLIK OTWARTY
pt: FICHEIRO ABERTO
pt_br: ARQUIVO ABERTO
ru: ФАЙЛ ОТКРЫТ
si: ගොනුව විවෘතයි
sk: SÚBOR OTVORENÝ
sl: DATOTEKA ODPRTA
sv: FIL ÖPPNAD
te: ఫైలు తెరువబడింది
tg: ФАЙЛ БОЗ АСТ
th: แฟ้มที่เปิดใช้
tr: DOSYA AÇILDI
uk: ФАЙЛ ВІДКРИТО
wa: FITCHÎ DROVOU
xh: Ifayile Ivuliwe
zh_cn: 打开的文件

source: Service
af: Diens
ar: الخدمة
bg: Услуга
bn_in: পরিসেবা
bs: Servis
cs: Služba
cy: Gwasanaeth
da: Tjeneste
de: Dienst
el: Υπηρεσία
eo: Servo
es: Servicio
et: Teenus
eu: Zerbitzua
fi: Palvelu
gl: Servizo
gu: સેવા
he: שירות
hu: Szolgáltatás
ia: Servicio
is: Þjónusta
ja: サービス
kk: Қызметі
km: សេវា
kn: ಸೇವೆ
lt: Tarnyba
lv: Serviss
mk: Сервис
mr: सेवा
ms: Servis
nb: Tjeneste
nds: Deenst
nn: Teneste
pa: ਸਰਵਿਸ
pl: Usługa
pt: Serviço
pt_br: Serviço
ru: Сервис
si: සේවාව
sk: Služba
sl: Storitev
sv: Tjänst
te: సేవ
tg: Хизмат
th: บริการ
tr: Hizmet
uk: Служба
wa: Siervice
xh: Inkonzo
zh_cn: 服务
