Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

source: Check this option if you want to view the details for connections opened to your computer.
af: Bevestig hierdie opsie as jy wil hê na besigtig die details vir koppelinge geöpende na jou rekenaar.
ar: حدّد هذا الخيار إذا كنت تريد عرض تفاصيل الاتصالات المفتوحة لحاسوبك
bg: Показване на подробна информация при отваряне на връзка към компютъра.
bn_in: আপনার কম্পিউটারের সাথে করা সংযোগগুলির বিবরণ দেখার জন্য এই বিকল্পটি নির্বাচন করুন।
bs: Označite ovu opciju ako želite vidjeti detalje o otvorenoj konekciji prema vašem računaru.
cs: Zvolte tuto možnost, pokud si přejete mít podrobné informace o spojeních navazovaných s vaším systémem.
cy: Brithwch y dewisiad yma os ydych am weld manylion am y cysylltiadau agorwyd i'ch cyfrifiadur.
da: Afkryds her, hvis du ønsker at se detaljer for forbindelser åbnet til din computer.
de: Aktivieren Sie diese Einstellung, wenn Sie Details über die offenen Verbindungen zu Ihrem Rechner angezeigt haben möchten.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να προβάλλονται οι λεπτομέρειες για τις ανοικτές συνδέσεις στον υπολογιστή σας.
eo: Ebligu tion, se vi volas rigardi la detalojn pri malfermitaj konektoj al via komputilo.
es: Active esta opción si quiere ver los detalles de conexiones abiertas a su computadora.
et: Lülita see valik sisse, kui soovid vaadata üksikasju sinu arvutisse loodud ühenduste kohta.
eu: Hautatu aukera hau, zure ordenagailuari irekitako konexioen xehetasunak ikusi nahi badituzu.
fi: Valitse tämä kohta, jos haluat nähdä tietokoneellesi avattujen yhteyksien yksityiskohdat.
fr: Cochez cette option si vous voulez afficher les détails des connexions ouvertes sur le système.
gl: Marque esta opción se quere ver os detalles de conexións abertas no computador.
gu: આ વિકલ્પ તપાસો જો તમે તમારા કોમપ્યુટર સાથે ખોલેલા જોડાણોની માહિતી જોવા માગતા હો.
he: בחר באפשרות זו אם ברצונך לצפות בפרטים על החיבורים הפתוחים אל המחשב שלך.
hu: Kapcsolja be ezt a beállítást, ha látni szeretné a számítógépéhez tartozó nyitott kapcsolatok részleteit.
ia: Tu marca iste option si tu vole vider detalios pro le connexiones aperite a tu computator.
is: Merktu við þennan valkost ef þú vilt sjá smáatriði vegna tenginga við þína tölvu.
ja: あなたのコンピュータに対して開かれた接続の詳細を参照する場合、このオプションを有効にしてください。
kk: Компьютеріңіздің ашық қосылымдарының егжей-тегжейін көргіңіз келсе, осы құсбелгіні қойыңыз.
km: ធីក​ជម្រើស​នេះ ​បើ​អ្នក​ចង់​មើល​លម្អិត​អំពី​ការ​ត​ភ្ជាប់​ដែល​បាន​បើក​ទៅ​កុំព្យូទ័រ​របស់​អ្នក ។
kn: ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ತೆರೆಯಲಾದ ಸಂಪರ್ಕಗಳ ವಿವರಗಳಿಗಾಗಿ ಈ ಆಯ್ಕೆಯನ್ನು ನೋಡಿ.
lt: Pažymėkite šią parinktį, jei Jūs norite detaliau pažiūrėti prisijungimus, padarytus prie Jūsų kompiuterio.
lv: Iezīmējiet šo opciju, ja vēlaties redzēt uz jūsu datora atvērto savienojumu detaļas.
mk: Изберете ја оваа опција ако сакате да ги видите деталите за отворените врски кон вашиот компјутер.
mr: तुमच्या संगणकात उघडलेल्या जोडांचा तपशील पहाण्याकरिता हा पर्याय निवडा.
ms: Pilih pilihan ini jika anda mahu melihat perincian untuk sambungan yang dibuka ke komputer anda.
nb: Kryss av dette valget hvis du ønsker å vise detaljer om forbindelser som er åpnet mot din datamaskin.
nds: Aktiveer dit, wenn Du de Details över opmaakte Verbinnen na Dien Reekner wiest kriegen wullt.
nl: Selecteer deze optie als u de details van de op uw computer geopende verbindingen wilt zien.
nn: Merk av her dersom du vil visa detaljar om samband som er opna til maskina di.
pa: ਇਹ ਚੋਣ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਲਈ ਖੁੱਲ੍ਹੇ ਕੁਨੈਕਸ਼ਨਾਂ ਬਾਰੇ ਵੇਰਵਾ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Zaznacz tę opcję jeśli chcesz obejrzeć szczegóły związane z otwartymi połączeniami na Twoim komputerze.
pt: Active esta opção se desejar ver os detalhes das ligações abertas para o seu computador.
pt_br: Selecione esta opção se quiser visualizar detalhes para conexões abertas em seu computador.
ru: Включите эту опцию, если вы хотите видеть подробную информацию об открытых соединениях на вашем компьютере.
si: ඔබේ පරිගණකය සඳහා විවෘත සබඳතාවන් හී තොරතුරු දැකීමට මෙම විකල්පය තෝරන්
sk: Zapnite túto voľbu, ak chcete vidieť podrobný pohľad na otvorené spojenia na váš počítač.
sl: Izberite to možnost, če želite videti podrobnosti o povezavah, odprtih na vašem računalniku.
sv: Markera detta alternativ om du vill visa detaljerna för anslutningar öppnade till din dator.
te: మీ కంప్యూటరుకు తెరిచిన అనుసంధానముల వివరములను మీరు వీక్షించాలని కొరుకుంటే ఈ ఐచ్చికాన్ని చెక్ చేయుము.
tg: Ин интихоботро фаъол созед агар шумо хоҳед иттилооти муфассал дар бораи робитаҳои кушод дар компютери худ бубинед.
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการแสดงรายละเอียดการเชื่อมต่อที่เปิดอยู่ที่เครื่องของคุณ
tr: Bilgisayarınıza açılmış bağlantıların ayrıntılarını görmek istiyorsanız bu seçeneği işaretleyiniz.
uk: Позначте цей пункт, якщо ви хочете переглянути подробиці відкритих з'єднань до вашого комп'ютера.
xh: Khangela olu khetho ukuba ufuna ukubonisela iinkcukacha zendibaniso evuliweyo kwi khompyutha yakho.
zh_cn: 如果您想查看您计算机的连接详情，选中此选项。

source: Check this option if you want to view the events when connections to your computer were closed.
af: Bevestig hierdie opsie as jy wil hê na besigtig die aktiwiteite wanneer koppelinge na jou rekenaar was gesluit.
ar: حدّد هذا الخيار إذا كنت تريد عرض الأحداث التي رافقت إغلاق الاتصالات لحاسوبك
bg: Показване на подробна информация при затваряне на връзка към компютъра.
bn_in: কম্পিউটারের সাথে সংযোগ বন্ধ করার সময় হওয়া ইভেন্টের তালিকা দেখার জন্য এই বিকল্পটি নির্বাচন করুন।
bs: Označite ovu opciju ako želite vidjeti šta se događa s vašim računarom kada se konekcije zatvore.
cs: Zvolte tuto možnost, pokud si přejete mít informace o uzavírání spojení navázaných s vaším systémem.
cy: Brithwch y dewisiad yma os ydych am weld y digwyddiadau pan geuwyd cysylltiadau i'ch cyfrifiadur.
da: Afkryds her, hvis du ønsker at se begivenhederne da forbindelser åbnet til din computer blev lukket.
de: Aktivieren Sie diese Einstellung, wenn Sie das Schließen von Verbindungen zu Ihrem Rechner angezeigt haben möchten.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να προβάλλονται τα γεγονότα όταν κλείνουν συνδέσεις στο σύστημά σας.
eo: Ebligu tion, se vi volas rigardi la eventojn kiam konektoj al via komputilo estis fermitaj.
es: Active esta opción si quiere ver los eventos cuando se cierran las conexiones a su computadora.
et: Lülita see valik sisse, kui soovid näha sündmuste reas ka sinu arvutisse loodud ühenduste sulgemist.
eu: Hautatu aukera hau, zure ordenagailuarekiko konexioak ixtean sortzen diren gertaerak ikusi nahi badituzu.
fi: Valitse tämä kohta, jos haluat nähdä tietokoneellesi avattujen yhteyksien päättymiset.
fr: Cochez cette option si vous voulez afficher les évènements provoqués par la fermeture des connexions sur le système.
gl: Marque esta opción se quere ver os eventos cando se pechan as conexións co seu computador.
gu: આ વિકલ્પ તપાસો જો તમે તમારા કોમપ્યુટર સાથે બંધ કરેલા જોડાણોની ઘટના જોવા માગતા હો.
he: בחר באפשרות זו אם ברצונך לצפות באירועים בהם נסגרו חיבורים אל המחשב שלך.
hu: Kapcsolja be ezt a beállítást, ha látni szeretné az eseményeket, amikor a számítógépéhez irányuló kapcsolatok bezáródnak.
ia: Tu marca iste option si tu vole vider le eventos de quando connexiones a tu computator es claudite.
is: Merktu við þennan valkost ef þú vilt sjá hvað gerist þegar tengingum við þína tölvu er lokað.
ja: 接続が閉じられたときのイベントを参照する場合、このオプションを有効にしてください。
kk: Компьютеріңіздің қосылымдары қай уақытта жабылғандығын көргіңіз келсе, осы құсбелгіні қойыңыз.
km: ធីក​ជម្រើស​នេះ ​បើ​អ្នក​ចង់​មើល​ព្រឹត្តិការណ៍ ពេល​ការ​តភ្ជាប់​ទៅ​កុំព្យូទ័រ​របស់​អ្នក​ត្រូវ​បាន​បិទ ។
kn: ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ತೆರೆಯಲಾದ ಸಂಪರ್ಕಗಳನ್ನು ಮುಚ್ಚಿದಾಗಿನ ಘಟನೆಗಳನ್ನು ನೋಡಲು ಈ ಆಯ್ಕೆಯನ್ನು ನೋಡಿ.
lt: Pažymėkite šią parinktį, jei Jūs norite žiūrėti įvykius, kai prisijungima prie Jūsų kompiuterio buvo baigti.
lv: Iezīmējiet šo opciju, ja vēlaties redzēt notikumus, kad savienojumi uz jūsu datora ir slēgti.
mk: Изберете ја оваа опција ако сакате да ги видите настаните кога врските кон вашиот компјутер биле затворени.
ms: Pilih pilihan ini jika anda mahu melihat acara apabile sambungan ke komputer anda ditutup.
nb: Kryss av dette valget hvis du ønsker å vise hendelser når forbindelser mot din datamaskin lukkes.
nds: Aktiveer dit, wenn Du de Begeefnissen sehn wullt, wenn Verbinnen na Dien Reekner tomaakt warrt.
nl: Selecteer deze optie als u de gebeurtenissen wilt zien die plaats vinden wanneer verbindingen op uw computer worden gesloten.
nn: Merk av her dersom du vil visa hendingane når samband til maskina di vart lukka.
pa: ਇਹ ਚੋਣ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਲਈ ਕੁਨੈਕਸ਼ਨ ਬੰਦ ਹੋਣ ਸਮੇਂ ਈਵੈਂਟ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Zaznacz tę opcję jeśli chcesz obejrzeć zdarzenia kiedy połączenia z Twoim komputerem zostały zamknięte.
pt: Assinale esta opção se quiser ver os eventos onde diz quando as ligações ao seu computador foram encerradas.
pt_br: Selecione esta opção se quiser visualizar os eventos quando as conexões com seu computador forem fechadas.
ru: Включите эту опцию, если вы хотите посмотреть, когда были закрыты соединения с вашим компьютером.
si: ඔබේ පරිගණකයට ඇති සම්බන්ධතා වසා දැමු අවස්ථා සඳහා මෙම විකල්පය තෝරන්න
sk: Vyberte túto voľbu, ak chcete vidieť udalosti, keď sa spojenia na váš počítač uzavrú.
sl: Izberite to možnost, če želite videti dogodke, ko so se povezave do vašega računalnika zaprle.
sv: Markera detta alternativ om du vill visa händelserna när anslutningar till din dator stängdes.
tg: Ин интихоботро фаъол созед агар шумо хоҳед бинед ки кай робита бо компютери шумо пӯшида шуд.
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการแสดงเหตุการณ์เมื่อมีการยุติการเชื่อมต่อที่เครื่องของคุณ
tr: Bilgisayarınıza yapılmış bağlantılar kapanırken, olayları görmek istiyorsanız bu seçeneği işaretleyiniz.
uk: Позначте цей пункт, якщо ви хочете переглянути дані про те, коли з'єднання до вашого комп'ютера були закриті.
xh: Khangela olu khetho ukuba ufuna ukubonisela iziganeko xa iindibaniso kwi khompyutha yakho evaliweyo.
zh_cn: 如果您想查看您计算机在连接关闭时的事件，使用此选项。

source: Check this option if you want to see the files which were opened on your computer by remote users. Note that file open/close events are not logged unless the samba log level is set to at least 2 (you cannot set the log level using this module).
af: Bevestig hierdie opsie as jy wil hê na sien die lêers wat was geopende op jou rekenaar deur afgeleë gebruikers. Nota wat lêer open/maak toe aktiwiteite word nie gelog tensy die samba log vlak is stel na na minste 2 (jy kan nie stel die log vlak te gebruik hierdie module).
ar: حدّد هذا الخيار لرؤية الملفات التي فتحت من جهازك من قبل مستخدمين عن بعد. لاحظ أن أحداث فتح و إغلاق الملفات لا تسجل إلا إذا تم تحديد مستوى التسجيل في سامبا إلى الدرجة 2 على الأقل. (تحديد مستوى التسجيل غير ممكن باستخدام هذه الوحدة).
bg: Показване на подробна информация при отваряне файл на компютъра. Имайте предвид, че събитията не се записват в журналния файл, ако нивото на отчитане е по-ниско от 2.
bn_in: দূরবর্তী ব্যবহারকারীদের দ্বারা আপনার কম্পিউটারে খোলা ফাইলগুলির তালিকা দেখার জন্য এই বিকল্পটি নির্বাচন করুন। উল্লেখ্য, samba লগের মাত্রা অন্তত 2 (২) ধার্য না করা হলে (এই মডিউলের মধ্যে লগের মাত্রা নির্ধারণ করা যাবে না) ফাইল খোলা/বন্ধ হওয়ার তথ্য লগ করা হবে না।
bs: Označite ovu opciju ako želite vidjeti datoteke koje su otvorene na vašem računaru od strane remote korisnika. Zapamtite da se otvaranje/zatvaranje datoteka ne loguje osim ako samba log nije podešen na bar nivo 2 (nažalost, za sada u ovom modulu ne možete vidjeti trenutni nivo).
cs: Zvolte tuto možnost, pokud si přejete mít informace o souborech, otevíraných vzdálenými uživateli na vašem systému. Informace o uzavření a otevření souborů nejsou k dispozici, pokud nemá samba nastavenu úroveň zaznamenávání alespoň 2 (bohužel nelze ovlivnit úroveň zaznamenávání pomocí tohoto modulu).
cy: Brithwch y dewisiad yma os ydych am weld y ffeiliau a agorwyd ar eich cyfrifiadur gan ddefnyddwyr pell. Noder na chofnodir digwyddiadau agor/cau ffeiliau os nad yw lefel gofnodi samba wedi'i osod yn 2 o leiaf (ni allwch osod lefel y cofnodi gan ddefnyddio'r modwl yma).
da: Afkryds her, hvis du ønsker at se de filer der blev åbnet på din computer af fjernbrugere. Bemærk, at fil åbn/luk-begivenheder ikke logges med mindre samba-logniveauet er sat til mindst 2 (du kan ikke se logniveauet ved brug af dette modul).
de: Aktivieren Sie diese Einstellung, wenn Sie die Dateien auf Ihrem System angezeigt haben möchten, die von Fremdbenutzern geöffnet sind. Beachten Sie, dass Öffnen- und Schließen-Ereignisse nicht protokolliert werden, wenn die Protokollierungsstufe von Samba niedriger als 2 ist (diese Einstellung kann von hier aus nicht verändert werden).
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να βλέπετε τα αρχεία που άνοιξαν στον υπολογιστή σας από απομακρυσμένους χρήστες. Σημειώστε ότι συμβάντα ανοίγματος/κλεισίματος δεν καταγράφονται εκτός και αν το επίπεδο καταγραφής της samba (log level) οριστεί τουλάχιστον 2 (δεν μπορείτε να ορίσετε το επίπεδο καταγραφής μέσα από αυτό το άρθρωμα).
eo: Ebligu tion, se vi volas vidi la dosierojn de via komputiloj, kiuj estas malfermitaj de foraj uzantoj. Atentu, ke la eventoj malfermo/fermo de dosiero estas registrataj nur, se la protokolonivelo de Samba estas almenaŭ 2 (pardonu, vi ne povas ŝanĝi la protokolonivelon per tiu ĉi modulo).
es: Active esta opción si desea ver los archivos que fueron abiertos en su sistema por usuarios remotos. Observe que los eventos de abrir/cerrar archivos no se registran a no ser que el nivel de registro de samba esté al menos en 2 (no puede configurar el nivel de registro usando este módulo).
et: Lülita see valik sisse, kui soovid näha faile, mida kaugkasutajad sinu arvutis avavad. Arvesta, et faili avamisi/sulgemisi logitakse ainult siis, kui samba logimise tase on vähemalt 2 (selle mooduli abil sa logimise taset muuta ei saa).
eu: Hautatu aukera hau, urruneko erabiltzaileek zure ordenagailuan ireki dituzten fitxategiak ikusi nahi badituzu. Kontuan izan irekitze-/ixte-gertaerak ez direla erregistratuko, samba-ren erregistratze-maila gutxienez 2 ez bada (maila ezin da modulu hau erabiliz aldatu).
fi: Valitse tämä kohta, mikäli haluat nähdä tiedostot jotka etäkäyttäjät ovat avanneet tietokoneellasi. Nämä tiedot näkyvät vain, mikäli Samban lokitietojen taso on asetettu vähintään arvoon 2. Lokitasoa ei voi muuttaa tässä.
fr: Cochez cette option si vous voulez voir les fichiers qui ont été ouverts sur votre ordinateur par des utilisateurs distants. Veuillez noter que les évènements d'ouverture / fermeture de fichier ne sont pas consignés à moins que le niveau de journalisation de Samba ne soit défini à au moins 2 (vous ne pouvez pas régler cela ici).
gl: Marque esta opción se quere ver os ficheiros do seu computador que foron abertos por usuarios remotos. Lembre que os eventos abrir/pechar ficheiro non son rexistrados a non ser que o nivel de rexistro de samba sexa, polo menos, de 2 (non pode configurar o nivel de rexistro usando este módulo).
gu: આ વિકલ્પ તપાસો જો તમે તમારા કોમપ્યુટર પર દૂરના વપરાશકર્તા વડે ખોલેલી ફાઇલો જોવા માગતા હો. નોંધ રાખો કે ખોલવુ/બંધ થવાની ઘટનાનો લોગ બનતો નથી માત્ર એજ સંજોગોમાં જયારે સાંમ્બા લોગ સ્તર ઓછામાં ઓછુ ૨ સ્થાપિત થયેલ હોય (તમે લોગનુ સ્તર આ મોડ્યુલ વડે સ્થાપિત કરી શકશો નહીં).
he: בחר באפשרות זו אם ברצונך לראות את הקבצים במחשב שלך שנפתחו על ידי משתמשים מרוחקים. שים לב כי אירועי פתיחה וסגירה של קבצים לא נרשמים אלא אם כן רמת הרישום של Samba היא לפחות 2 (אין אפשרות להגדיר את רמת הרישום על ידי מודול זה).
hu: Jelölje be ezt az opciót, ha át szeretné tekinteni azokat a fájlokat, amelyeket távoli felhasználók éppen megnyitva tartanak ezen a gépen. A megnyitás/bezárás események csak akkor naplózódnak, ha a Samba naplózási szintje legalább 2-re van állítva (ebből a modulból nem lehet állítani a naplózási szintet).
ia: Tu marca iste option si tu vole vider le files que esseva aperite sur tu computator per usatores remote. Tu nota que eventos de aperir/clauder file non es registrate a minus que le nivello de registration de samba es fixate a al minus 2 (tu non pote fixar iste nivello usante iste modulo).
is: Hakaðu við hér ef þú vilt sjá hvaða skrár voru opnaðar á þinni tölvu annarsstaðar frá. Athugaðu að skráaropnun/lokun er ekki skráð nema annálaritun sé stillt á 2. stig eða meira (þúgeturð ekki stillt stig annálaritunnar með þessari einingu).
ja: リモートユーザによってあなたのシステム上で開かれたファイルを参照する場合、このオプションを有効にしてください。ファイルの「開く/閉じる」イベントは、Samba のログレベルが 2 以上に設定されていないと記録されないことに注意してください (残念ながら、このモジュールではログレベルを設定することはできません)。
kk: Қашықтағы пайдаланушылармен компьютеріңізде қай файлдар ашылғанын көргіңіз келсе, осы құсбелгіні қойыңыз. Ескерту: samba журналын жүргізудәрежесінің деңгейі кемінде "2" болмаса, ашу/жабу жайлы мәлімет журналға жазылмайды (бірақ, осы модульдің көмегімен бұл деңгейді өзгерте алмайсыз).
km: ធីក​ជម្រើស​នេះ បើ​អ្នក​ចង់​មើល​ឯកសារ​ដែល​ត្រូវ​បាន​បើក​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក​ដោយ​អ្នក​ប្រើ​ពី​ចម្ងាយ ។ ចំណាំ​ថា ព្រឹត្តិការណ៍​បើក/បិទ​ឯកសារ មិន​ត្រូវ​បាន​ធ្វើ​កំណត់​ហេតុ​ទេ លុះត្រា​តែ​កម្រិត​កំណត់​ហេតុ​របស់ Samba ត្រូ​វ​បាន​កំណត់​យ៉ាង​ហោច​ណាស់​ទៅ ២ (អ្នក​មិន​អាច​កំណត់​កម្រិត​កំណត់​ហេតុ ដោយ​ប្រើ​ម៉ូឌុល​នេះ​បាន​ទេ) ។
kn: ದೂರದ ಬಳಕೆದಾರನಿಂದ ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ತೆರೆಯಲಾದಂತಹ ಕಡತಗಳನ್ನು ನೋಡಲು ಈ ಆಯ್ಕೆಯನ್ನು ನೋಡಿ. ಸಾಂಬಾ ದಾಖಲಾತಿ ಮಟ್ಟವನ್ನು ಕನಿಷ್ಟ ೨ ಕ್ಕೆ ಹೊಂದಿಸದ ಹೊರತು ಕಡತದ ತೆರೆಯುವ/ಮುಚ್ಚುವ ಘಟನೆಗಳು ದಾಖಲಾಗುವುದಿಲ್ಲ ಎನ್ನುವುದನ್ನು ನೆನಪಿಡಿ (ಈ ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ದಾಖಲೆ ಮಟ್ಟವನ್ನು ಹೆಚ್ಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ).
lt: Pažymėkite šią parinktį, jei norite matyti nutolusių naudotojų kompiuteryje atvertus failus. Atkreipkite dėmesį, kad failų atvėrimas ir(ar) užvėrimas yra registruojamas žurnale tik tuomet, jei samba žurnalo lygis yra 2 ar didesnis (šis modulis negali pakeisti žurnalo lygio).
lv: Iezīmējiet šo opciju, ja vēlaties redzēt kurus failus jūsu datorā ir atvēruši attālināti lietotāji. Atcerieties, ka failu atvēršanas/ aizvēršanas notikumi netiek žurnalēti, ja vien samba žurnalēšanas līmenis nav vismaz 2 (atvainojiet, jūs nevarat mainīt žurnalēšanas līmeni izmantojot šo moduli).
mk: Изберете ја оваа опција ако сакате да видите кои датотеки на вашиот компјутер биле отворени од оддалечени корисници. Забележете дека настаните отворање и затворање на датотека не се евидентираат освен ако нивото на евидентирање на samba не е поставено на најмалку 2 (во овој модул не може да го поставите нивото на евидентирање ).
ms: Tandakan pilihan ini jika anda ingin melihat fail-fail mana yang telah dibuka pada komputer anda oleh pengguna pengguna sekitar. Sila ambil perhatian bahawa fail aktiviti buka/tutup tidak dilog melainkan log level Samba ditetapkan kepada sekurang-kurangnya 2 (anda tidak boleh menetapkan log level menggunakan modul ini)
nb: Kryss av dette valget hvis du ønsker å se filer som ble åpnet på din datamaskin av brukere på andre maskiner. Merk at hendelsene åpning og lukking av filer ikke er logget, med mindre loggnivået til samba er satt til 2 eller høyere (beklager, du kan ikke sette loggnivået fra denne modulen).
nds: Aktiveer dit, wenn Du sehn wullt, welk Dateien Brukers vun anner Reekners op Dien Maschien opmaakt hebbt. Beacht bitte, dat dat Dateiop- un -tomaken nich in't Logbook schreven warrt, wenn de Logstoop nich tominnst 2 is (de Logstoop lett sik mit dit Moduul nich ännern).
nl: Selecteer deze optie als u de bestanden wilt zien die op uw computer werden geopend door gebruikers op afstand. Bedenk dat het openen/sluiten van bestanden pas wordt gelogd als u het logniveau van Samba op tenminste 2 hebt gezet (helaas kunt u dit niet in deze module instellen).
nn: Merk av her dersom du vil sjå filene som vart opna på maskina di av brukarar over nettverket. Legg merke til at opna-/lukka-hendingar for filer ikkje vert loggført viss ikkje loggnivået til Samba er sett til minst 2 (du kan ikkje velja loggnivået frå denne modulen).
pl: Zaznacz tę opcję, jeśli chcesz obejrzeć pliki, które zostały otwarte na Twoim komputerze przez zewnętrznych użytkowników. Uwaga!! Zdarzenia wygenerowane przez otwieranie/zamykanie plików nie są zapisywane dopóki poziom log nie jest równy przynajmniej 2 (nie można zmienić poziomu log w tym module).
pt: Assinale esta opção se quiser ver os ficheiros que foram abertos no seu computador pelos utilizadores remotos. De notar que os eventos de abertura/fecho de ficheiros não ficam registados a não ser que o nível de registo do Samba seja pelo menos 2 (infelizmente não pode alterar este nível com este módulo).
pt_br: Selecione esta opção se quiser ver os arquivos que foram abertos em seu computador pelos usuários remotos. Observe que os eventos de abrir/fechar arquivo não são registrados a menos que o nível de registro do Samba estiver configurado para pelo menos 2 (não é possível ajustar o nível de registro usando este módulo).
ru: Установите этот параметр, если вы хотите видеть, какие файлы открыты на вашем компьютере сетевыми пользователями. Учтите, что события открытия/закрытия не заносятся в журнал, если уровень протоколирования в Samba ниже 2 (к сожалению, вы не сможете изменить этот уровень с помощью этого модуля).
si: දුරස්ථ පරිශීලකයන් විසින් විවෘත කල ඔබේ පරිගණකයේ ගොණු බැලීමට මෙම විකල්පය තෝරන්න.සම්බා වාර්ථා මට්ටම අවම වශයෙන් 2 හෝ නොවන්නේ නම් විවෘත කිරීම් හා වසා දැමීමේ අවස්ථා සටහන් නොවන බව සලකන්න (ඔබට මෙම මොඩියුලයෙන් වාර්ථා මට්ටම සැකසිය නොහැක).
sk: Vyberte túto voľbu, ak chcete vidieť súbory, ktoré boli na vašom počítači otvorené vzdialenými užívateľmi. Uvedomte si, že súborové udalosti nie sú zaznamenávané pokým úroveň záznamu samby nie je 2 alebo vyššia (týmto modulom nemôžete nastaviť úroveň záznamu).
sl: Izberite to možnost, če želite videti datoteke, ki so jih na vašem računalniku odprli uporabniki iz omrežja. Zapomnite si, da samba ne beleži odpiranja in zapiranja datotek, če ni stopnja beleženja vsaj 2 (žal s tem modulom ne morete videti stopnje beleženja).
sv: Markera detta alternativ om du vill se vilka filer som blev öppnade på din dator av fjärranvändare. Observera att öppna/stäng-filhändelser inte loggas om inte Sambas loggnivå är inställd till åtminstone 2 (du kan inte ställa in loggnivån i den här modulen).
tg: Ин параметрро соз кунед, агар шумо хоҳед бинед ки кадом файлҳо дар компютери шумо бо истифодакунандаи нобуд шуда боз аст. Таваҷҷӯъ кунед ки воқеаҳои кушодан/пӯшидан дар журнал ҷойгир намешаванд агар дараҷаи протоколонӣ дар Samba аз 2 кам бошад (афсӯс ки шумо наметавонед ин дараҷаро бо ёрии ин модул дигаргун созед).
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการดูแฟ้มที่ถูกเปิดใช้จากเครื่องอื่น โปรดจำไว้ว่า เหตุการณ์ที่แฟ้มถูกเปิด/ปิด นั้น จะไม่ถูกบันทึกลงแฟ้มติดตาม จนกว่าจะตั้งค่าระดับการติดตามของ samba ไปที่ระดับ 2 หรือมากกว่า (คุณไม่สามารถตั้งค่าระดับการติดตามของ samba ได้จากมอดูลนี้)
tr: Uzaktaki kullanıcılar tarafından bilgisayarınızda açılan dosyaları görmek istiyorsanız bu seçeneği işaretleyiniz. Açma/kapatma olayları, samba kayıt seviyesi en azından 2 olarak ayarlanmadıkça kaydedilmez.
uk: Позначте цей пункт, якщо ви хочете переглянути, які файли на вашому комп'ютері були відкриті користувачами з віддалених систем. Примітка: відкриття та закриття файлів записується в журнал, тільки якщо рівень реєстрації samba має значення 2 або більше (ви не можете встановити рівень журналювання в цьому модулі).
xh: Khangela olu khetho ukuba ufuna ukubona iifayile ebezivulwe kwi computer yakho ngabasebenzisi bobekelo kude. Qaphela ukuba ifayile ivula/ivale iziganeko ayilogwanga ngaphandle kokuba umphakamo welog ye Samba icwangciswe noko kabini (awunakucwangcisa umphakamo welog usebenzisa lomnqongo womlinganiselo).
zh_cn: 如果您想看到您计算机上的哪些文件被远程用户打开，选中此选项。注意，除非 samba 日志级别设置至少为 2，文件打开或关闭事件将不会被记录(您不能使用这个模块来设置日志级别)。
