Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmsamba.po
Languages: af, ar, bg, bn_in, bs, cs, cy, da, de, el, eo, es, et, eu, fi, fr, gl, gu, he, hu, ia, is, ja, kk, km, kn, lt, lv, mk, mr, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, si, sk, sl, sv, te, tg, th, tr, uk, wa, xh, zh_cn

# NAME OF TRANSLATORS
source: Your names
af: Juanita Franz, Kobus Venter
ar: Mohamed SAAD محمد سعد,زايد السعيدي
bg: Радостин Раднев
bn_in: রুণা ভট্টাচার্য্য
bs: Amila Akagić, Adis Jugo,Samir Ribić
cs: Lukáš Tinkl
cy: Owain Green drwy KGyfieithu - Meddalwedd Gymraeg
da: Erik Kjær Pedersen
de: Thomas Diehl
el: Σπύρος Γεωργαράς, Τούσης Μανώλης
eo: Wolfram Diestel
es: Pablo de Vicente
et: Hasso Tepper
eu: Ion Gaztañaga,Marcos Goyeneche,Asier Urio Larrea,Iñigo Salvador Azurmendi,Hizkuntza Politikarako Sailburuordetza
fi: Teemu Rytilahti, Tommi Nieminen
fr: Gérard Delafond, Vincent Pinon
gl: Manuel Alberto Vázquez Diz, Marce Villarino
gu: Pragnesh Radadiya
he: צוות התרגום של KDE ישראל
hu: Szántó Tamás,Kiszel Kristóf
ia: Giovanni Sora
is: Svanur Pálsson
ja: Nobosu Sinohara,Shinichi Tsunoda
kk: Ақсәуле Мамаева, Сайран Киккарин
km: ខឹម សុខែម, អេង វណ្ណៈ, អោក ពិសិដ្ឋ​​
kn: ಶಂಕರ ಪ್ರಸಾದ್‌ ಎಂ. ವಿ.
lt: Ričardas Čepas
lv: Māris Nartišs
mk: Божидар Проевски
mr: संदिप शेडमाके, चेतन खोना
ms: Muhammad Najmi bin Ahmad Zabidi
nb: Knut Yrvin
nds: Sönke Dibbern
nl: Rinse de Vries,Freek de Kruijf
nn: Gaute Hvoslef Kvalnes
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Marcin Giedz, Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: Lisiane Sztoltz Teixeira, André Marcelo Alvarenga
ru: Андрей Черепанов,Леонид Кантер
si: ඩනිශ්ක නවීන්
sk: Stanislav Višňovský
sl: Marko Samastur,Andrej Vernekar,Gregor Rakar,Jure Repinc,Andrej Mernik
sv: Stefan Asserhäll,Mattias Newzella
te: కృష్ణబాబు కె , విజయ్ కిరణ్ కముజు
tg: НПО "Имкониятҳои ҷавонон" ва Khujand Computer Technologies, Inc. USA, Роҷер Ковакс, Виктор Ибрагимов, Марина Колючева
th: ถนอมทรัพย์ นพบูรณ์
tr: Görkem Çetin
uk: Andriy Rysin,Іван Петрущак
wa: Djan Cayron
xh: Lwandle Mgidlana
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
af: juanita.franz@vr-web.de, kabousv@therugby.co.za
ar: metehyi@free.fr,zayed.alsaidi@gmail.com
bg: radnev@yahoo.com
bn_in: runab@redhat.com
bs: Bono@linux.org.ba, adis.j@fakat.ba,samir.ribic@etf.unsa.ba
cs: lukas@kde.org
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu
de: thd@kde.org
el: sngeorgaras@otenet.gr, manolis@koppermind.homelinux.org
eo: wolfram@steloj.de
es: vicente@oan.es
et: hasso@linux.ee
eu: ion_g_m@hotmail.com,marcos@euskalgnu.org,asieriko@gmail.com,xalba@euskalnet.net,hizpol@ej-gv.es
fi: teemu.rytilahti@kde-fi.org, translator@legisign.org
fr: gerard@delafond.org, vpinon@kde.org
gl: xixirei@yahoo.es, mvillarino@users.sourceforge.net
gu: pg.radadia@gmail.com
he: kde-l10n-he@kde.org
hu: tszanto@interware.hu,ulysses@kubuntu.org
ia: g.sora@tiscali.it
is: svanurpalsson@hotmail.com
ja: shinobo@leo.bekkoame.ne.jp,tsuno@ngy.1st.ne.jp
kk: ak78@sci.kz, sairan@computer.org
km: khoemsokhem@khmeros.info,​​evannak@khmeros.info,piseth_dv@khmeros.info
kn: svenkate@redhat.com
lt: rch@richard.eu.org
lv: maris.kde@gmail.com
mk: bobibobi@freemail.com.mk
mr: sandeep.shedmake@gmail.com, chetan@kompkin.com
ms: md_najmi@yahoo.com
nb: knut.yrvin@gmail.com
nds: s_dibbern@web.de
nl: rinsedevries@kde.nl,freekdekruijf@kde.nl
nn: gaute@verdsveven.com
pa: aalam@users.sf.net
pl: mgiedz@elka.pw.edu.pl, lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: lisiane@conectiva.com.br, alvarenga@kde.org
ru: skull@kde.ru,leon@asplinux.ru
si: danishka@gmail.com
sk: visnovsky@nenya.ms.mff.cuni.cz
sl: markos@elite.org,andrej.vernekar@moj.net,gregor.rakar@kiss.si,jlp@holodeck1.com,andrejm@ubuntu.si
sv: stefan.asserhall@telia.com,newzella@linux.nu
te: k.meetme@gmail.com,infyquest@gmail.com
tg: youth_opportunities@tajikngo.org,,rkovacs@khujand.org,,MarinaKL@tajikngo.org
th: donga.nb@gmail.com
tr: gorkem@kde.org
uk: rysin@kde.org,ivanpetrouchtchak@yahoo.com
wa: jean.cayron@gmail.com
xh: lwandle@translate.org.za
zh_cn: kde-china@kde.org

source: Type
af: Tipe
ar: النوع
bg: Вид
bn_in: ধরন
bs: Vrsta
cs: Typ
cy: Math
de: Typ
el: Τύπος
eo: Tipo
es: Tipo
et: Tüüp
eu: Mota
fi: Tyyppi
gl: Tipo
gu: પ્રકાર
he: סוג
hu: Típus
ia: Typo
is: Tegund
ja: タイプ
kk: Түрі
km: ប្រភេទ
kn: ಬಗೆ
lt: Tipas
lv: Tips
mk: Тип
mr: प्रकार
ms: Jenis
nds: Typ
pa: ਟਾਈਪ
pl: Rodzaj
pt: Tipo
pt_br: Tipo
ru: Тип
si: වර්ගය
sk: Typ
sl: Vrsta
sv: Typ
te: రకము
tg: Намуд
th: ประเภท
tr: Tür
uk: Тип
wa: Sôre
xh: Udidi
zh_cn: 类型

source: Resource
af: Hulpbron
ar: المورد
bg: Ресурс
bn_in: সামগ্রী
bs: Resurs
cs: Zdroj
cy: Adnodd
da: Ressource
de: Ressource
el: Πόρος
eo: Risurco
es: Recurso
et: Ressurss
eu: Baliabidea
fi: Resurssi
fr: Ressource
gl: Recurso
gu: સ્ત્રોત
he: משאב
hu: Erőforrás
ia: Ressource
is: Gæði
ja: リソース
kk: Ресурсы
km: ធនធាន
kn: ಸಂಪನ್ಮೂಲ
lt: Resursas
lv: Resurss
mk: Ресурс
mr: संसाधन
ms: Sumber
nb: Ressurs
nds: Ressource
nl: Bron
nn: Ressurs
pa: ਸਰੋਤ
pl: Zasób
pt: Recurso
pt_br: Recurso
ru: Ресурс
si: සම්පත්
sk: Zdroj
sl: Vir
sv: Resurs
te: వనరు
tg: Манбаъ
th: ทรัพยากร
tr: Kaynak
uk: Ресурс
wa: Rissource
xh: Icebo
zh_cn: 资源

source: Mounted Under
af: Gekoppelde Onder
ar: مضموم في
bg: Монтиран на
bn_in: মাউন্টের স্থান
bs: Montiran pod
cs: Připojeno pod
cy: Arosodwyd o Dan
da: Monteret som
de: Eingebunden als
el: Προσαρτημένο στο
eo: Surmetita en
es: Montado bajo
et: Ühenduskoht
eu: Hemen muntatua:
fi: Liitospiste
fr: Monté sous
gl: Montado en
gu: એના પર માઉન્ટ કરેલ છે
he: מחובר במיקום
hu: Csatlakoztatva (mountolva) mint
ia: Montate sub
is: Tengt undir
ja: マウント先
kk: Тіркеген орны
km: បាន​ម៉ោន​ក្រោម
kn: ಇದರ ಅಡಿಯಲ್ಲಿ ಆರೋಹಿಸಲಾಗಿದೆ
lt: Sumontuotas ties
lv: Piemontēts zem
mk: Монтиран во
mr: येथे माऊन्ट केले
ms: Dilekap Pada
nb: Montert under
nds: Inhangt op
nl: Aangekoppeld onder
nn: Montert på
pa: ਇਸ ਹੇਠ ਮਾਊਂਟ
pl: Podpięty w
pt: Montado Em
pt_br: Montado em
ru: Смонтировано под
si: යටතේ රඳවා ඇත
sk: Pripojený pod
sl: Priklopljen pod
sv: Monterad under
te: దీనిక్రింద మౌంటైన
tg: Савори зер
th: เมานท์ไปยัง
tr: Bağlama Noktası
uk: Змонтовано під
wa: Monté dizo
xh: Inyuswe Phantshi kwe
zh_cn: 挂载在

source: This list shows the Samba and NFS shared resources mounted on your system from other hosts. The "Type" column tells you whether the mounted resource is a Samba or an NFS type of resource. The "Resource" column shows the descriptive name of the shared resource. Finally, the third column, which is labeled "Mounted under" shows the location on your system where the shared resource is mounted.
af: Hierdie lys vertoon die Samba en Nfs gedeelde hulpbronne gekoppelde op jou stelsel van ander bedieners. die "Tipe" kolom sê vir jy hetsy die gekoppelde hulpbron is 'n Samba van 'n Nfs Tipe van hulpbron. die "hulpbron" kolom vertoon die beskrywende naam van die gedeelde hulpbron. Laastens, die derde kolom, wat is klassifiseer "gekoppelde onder" vertoon die ligging op jou stelsel waar die gedeelde hulpbron is gekoppelde.
ar: تظهر هذه اللائحة الموارد التي يشاركك إياها مضيفون آخرون عن طريق سامبا و NFS المثبتة لديك. يدل عمود "النوع" على ما إذا كان المورد المثبت من نوع سامبا أم NFS. يظهر عمود "المورد" الاسم الواصف للمورد المُشارك. ثم يظهر العمود الأخير "مضموم في" موقع الضم للمورد المُشارك في نظامك.
bg: Този списък показва поделените ресурси на Samba и NFS, достъпни на системата.
bs: Ova lista pokazuje montirane resurse (Samba i NFS) na vašem sistemu, koji se nalaze na drugim računarima. Kolona "Vrsta" govori je li usluga Samba ili NFS tipa, a "Resurs" kolona pokazuje opisno ime djeljene usluge. Treća kolona pod oznakom "Montirano pod" pokazuje gdje se resurs nalazi na vašem sistemu.
cs: Tato stránka (seznam) zpřístupňuje informace o sdílených zdrojích Samba (SMB) a NFS, nabízených jinými stroji a připojených k vašemu systému. Sloupec "Typ" určuje typ zdroje - Samba (SMB) nebo NFS. Sloupec "Zdroj" je popisným názvem sdíleného zdroje. A konečně - třetí sloupec, označený jako "Připojeno pod" ukazuje, kam do adresářového stromu je na vašem systému daný sdílený zdroj připojen.
cy: Dangosa'r restr hon yr adnoddau Samba ac NFS wedi'u rhannu sydd wedi'u arosod ar eich cysawd o westeiwyr eraill. Dyweda'r golofn "Math" wrthych a yw'r adnodd arosodedig yn fath Samba neu'n fath NFS o adnodd. Dengys y golofn "Adnodd" enw disgrifiadol yr adnodd rhaniedig. Yn olaf, dengys y drydedd golofn, a labelir yn "Arosodwyd o Dan" y lleoliad ar eich cysawd lle arosodwyd yr adnodd rhaniedig.
da: Denne liste viser de delte Samba- og NFS-ressourcer, som er monteret på dit system fra andre værter. 'Type'-søjlen fortæller dig om den monterede ressource er en Samba- eller en NFS-ressourcetype. 'Ressource'-søjlen viser det beskrivende navn for den delte ressource. Endelig viser den tredje søjle med etiketten 'Monteret som' stedet på dit system hvor den delte ressource er monteret.
de: Diese Liste zeigt die via Samba und NFS freigegebenen Ressourcen Ihres Systems, die von anderen verwendet werden. Die Spalte „Typ“ sagt Ihnen, ob die jeweiligen Ressource Samba oder NFS zugeordnet ist. Die Spalte „Ressource“ zeigt die Beschreibung der betreffenden Ressource. Die dritte Spalte, mit der Bezeichung „Eingebunden als“ zeigt die Position auf Ihrem System, wo die freigegebene Ressource eingebunden (gemountet) ist.
el: Η λίστα εμφανίζει τους κοινόχρηστους πόρους Samba και NFS που είναι προσαρτημένοι στο σύστημά σας από άλλους υπολογιστές. Η στήλη "Τύπος" σας ενημερώνει αν ο προσαρτημένος πόρος είναι τύπου Samba ή NFS. Η στήλη "Πόρος" εμφανίζει το όνομα περιγραφή του κοινόχρηστου πόρου. Τέλος, ή τρίτη στήλη που ονομάζεται "Προσαρτημένο στο" εμφανίζει τη θέση προσάρτησης του κοινόχρηστου πόρου στο σύστημά σας.
eo: Tiu listo montras la komunigajn risurcojn de aliaj komputiloj kiuj estas surmetitaj en via sistemo per Sambo kaj NFS. La kolumno "Tipo" informas, ĉu la risurco estas uzata per Sambo aŭ NFS. La kolumno "Risurco" montras priskribon de la risurco. La tria kolumno "Surmetita en" montras la lokon de la komuniga risurco en via sistemo.
es: Esta lista muestra los recursos compartidos por Samba y NFS montados en su sistema desde otras máquinas. La columna «Tipo» indica si el recurso montado es de tipo Samba o NFS. La columna «Recurso» muestra un nombre descriptivo del recurso compartido. Finalmente, la tercera columna, con nombre «Montado bajo» muestra el lugar de su sistema donde está montado el recurso compartido.
et: See nimekiri näitab Samba ja NFS jagatud ressursse, mis on sinu süsteemi ühendatud teistest masinatest. Tulp "Tüüp" ütleb, kas ühendatud ressurss on Samba või NFS tüüpi. Tulp "Ressurss" näitab jagatud ressursi nime. Lõpuks, kolmas tulp nimega "Ühenduskoht" näitab kataloogi kohalikus failisüsteemis, kuhu jagatud ressurss on ühendatud.
eu: Zerrenda honetan, sisteman muntatutako beste ostalari batzuetako Samba eta NFS baliabide partekatuak erakusten dira. "Mota" zutabeak muntatutako baliabidea Samba edo NFS motakoa den adierazten du. "Baliabidea" zutabeak partekatutako baliabidearen izen deskribatzailea erakusten du. Azkenik, hirugarren zutabeak, "Non muntatua" izenekoak, partekatutako baliabideak sistema honetan non dauden muntatuta erakusten du.
fi: Tässä luettelossa näet Samban ja NFS:n jaetut resurssit, jotka olet ottanut käyttöön toisilta koneilta. Sarake "Tyyppi" kertoo, onko resurssi Samban vai NFS:n resurssi. "Resurssi" -sarake näyttää resurssin kuvauksen ja "Liitoskohta" paikan, johon resurssi on liitetty.
fr: Cette liste affiche les ressources Samba et NFS partagées qui sont montées sur le système à partir d'autres machines. La colonne « Type » vous indique si la ressource montée est une ressource de type Samba ou NFS. La colonne « Ressource » affiche le nom explicite pour la ressource partagée. Enfin, la troisième colonne, appelée « Monté sous » affiche l'emplacement sur votre système où la ressource partagée est montée.
gl: Esta lista mostra os recursos compartidos por Samba e NFS no seu sistema desde outras máquinas. A columna «Tipo» infórmao de se o recurso montado é do tipo Samba ou NFS. A columna «Recurso» mostra unha descrición do recurso compartido. Finalmente, a terceira columna, «Montado en», mostra o lugar no sistema onde está montado o recurso compartido.
gu: આ યાદી તમારી સિસ્ટમ પર બીજાના યજમાન મશીનો પરથી માઉન્ટ કરેલ વહેંચાયેલા સાંમ્બા અને NFS બતાવે છે. "પ્રકાર" સ્તંભ તમને કહે છે કે માઉન્ટેડ સ્ત્રોત સાંમ્બા અથવા NFS પ્રકારનો સ્ત્રોત છે. "સ્ત્રોત" સ્તંભ વહેંચાયેલ સ્ત્રોતનુ વર્ણન નામ છે. છેલ્લે, ત્રીજો સ્તંભ, જેનુ શીર્ષક "એના પર માઉન્ટ કરેલ" છે તે વહેંચાયેલ સ્ત્રોત તમારી સિસ્ટમ પર કયા માઉન્ટ કરેલ છે તે બતાવે છે.
he: רשימה זו מציגה את משאבי ה-Samba וה-NFS המשותפים אשר מחוברים במערכת שלך ממארחים אחרים. העמודה "סוג" מציינת אם המשאב המחובר הוא משאב מסוג Samba או NFS. העמודה "משאב" מציגה את שם המשאב המשותף, והעמודה השלישית, "מחובר במיקום", מציגה את המיקום במערכת שלך בו מחובר המשאב המשותף.
hu: Ez a lista a rendszerhez csatlakoztatott Samba és NFS megosztott erőforrásokat ábrázolja. A „Típus” oszlop mutatja meg, hogy a csatlakoztatott erőforrás Samba vagy NFS típusú-e. Az „Erőforrás” oszlop a megosztott erőforrás leíró nevét mondja meg. Végül a harmadik oszlop, a „Csatlakoztatva (mountolva) mint” feliratú, a megosztott erőforrás csatlakoztatási helyét mutatja meg.
ia: Iste Lista monstra le ressources compartite de Samba e NFS montate sur tu systema ex altere hospites. Le columna "Typo" dice te si le ressource montate es un typo de ressource de Samba o NFS. Le columna "Ressource" monstra le nomine descriptive del ressource compartite. Le tertie columna, que es etiquettate "Montate infra" monstra le location sur tu systema ubi le ressource compartite es montate.
is: Þessi listi sýnir samnýtt Samba og NFS tæki annarsstaðar frá sem eru tengd kerfinu þínu. "Tegund" dálkurinn segir hvort tækið er tengt með Samba eða NFS. Næsti dálkur sýnir nafn tækisins. Loks sýnir þriðju dálkurinn hvar tækið er tengt við kerfið þitt.
ja: このリストは他のホストからあなたのシステムにマウントしている Samba と NFS の共有リソースを示しています。「タイプ」列にはマウントしているリソースの Samba と NFS の種別が表示されます。「リソース」列は共有リソースの名前を表示します。最後に、三列目の「マウント先」は共有リソースがあなたのシステムでマウントされている場所を示しています。
kk: Бұл тізім жүйеңізге тіркеген өзге хосттарда орналасқан ортақтастырылған Samba мен NFS ресурстарын көрсетеді. "Түрі" деген бағаны ресурстың (Samba немесе NFS) түрін көрсетеді. "Ресурсы" бағаны ресурстардың сипаттамалы атауын көрсетеді. Соңғы, "Тіркеген орны" деген үшінші баған ресурс жүйеңіздегі қай каталогына тіркегенің көрсетеді.
km: បញ្ជី​នេះ​បង្ហាញ​ធនធាន​ដែល​បាន​ចែក​រំលែក​របស់ Samba និង NFS ដែល​បាន​ម៉ោន​នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក​ពី​ម៉ាស៊ីន​ផ្សេង​ទៀត ។ ជួរ​ឈរ "ប្រភេទ" បង្ហាញ​ថា​តើ​ធនធាន​ដែល​បាន​ម៉ោន ជា​ប្រភេទ​ធនធាន​របស់ Samba ឬ NFS ។ ជួរ​ឈរ "ធនធាន" បង្ហាញ​ឈ្មោះ​ពិពណ៌នា​នៃ​ធនធាន​ដែល​បាន​ចែក​រំលែក ។ ចុង​ក្រោយ ជួរ​ឈរ​ទី​បី​ដែល​ត្រូវ​បាន​ដាក់​ស្លាក "បាន​ម៉ោន​ក្រោម" វា​បង្ហាញ​ទីតាំង​នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក​អំពី​កន្លែង​ដែល​ធនធាន​បាន​ចែក​រំលែក​ត្រូវ​បាន​ម៉ោន ។
kn: ಈ ಪಟ್ಟಿಯು ಇತರೆ ಅತಿಥೆಯಗಳಿಂದ ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಆರೋಹಿಸಲಾದ ಸಾಂಬಾ ಹಾಗು NFS ಹಂಚಿಕಾ ಸಂಪನ್ಮೂಲಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ಆರೋಹಿಸಲಾದ ಸಂಪನ್ಮೂಲವು ಒಂದು ಸಾಂಬಾವು ಅಥವ ಒಂದು NFS ಬಗೆಯ ಸಂಪನ್ಮೂಲವೆ ಎಂದು "ಬಗೆ" ಕಾಲಂ ತಿಳಿಸುತ್ತದೆ. ಹಂಚಲಾದ ಸಂಪನ್ಮೂಲದ ವಿವರವಾದ ಹೆಸರನ್ನು "ಸಂಪನ್ಮೂಲ" ಕಾಲಂ ತೋರಿಸುತ್ತದೆ. ಕೊನೆಯದಾದ, "ಇದರ ಅಡಿಯಲ್ಲಿ ಆರೋಹಿಸಲಾಗಿದೆ" ಎಂದು ಹೆಸರಿಸಲಾದ ಮೂರನೆ ಕಾಲಂ ನಿಮ್ಮ ಗಣಕದ ಯಾವ ಸ್ಥಳದಲ್ಲಿ ಹಂಚಲಾದ ಸಂಪನ್ಮೂಲವನ್ನು ಆರೋಹಿಸಲಾಗಿದೆ ತೋರಿಸುತ್ತದೆ.
lt: Šis sąrašas rodo Samba ir NFS bendro naudojimo resursus, sumontuotus Jūsų sistemoje iš kitų mazgų. „Tipo“ stulpelis pasako, ar sumontuotas resursas yra Samba, ar NFS tipo resursas. „Resurso“ stulpelis rodo išsamų bendro naudojimo resurso pavadinimą. Galiausiai trečias stulpelis, pažymėtas „Sumontuotas po“, rodo vietą Jūsų sistemoje, kur yra sumontuotas bendro naudojimo resuras.
lv: Šis saraksts rāda Samba un NFS izdalītos resursus, kas piemontēti jūsu sistēmā no citiem resursdatoriem. "Tips" kolona saka jums via piemontētais resurss ir Samba vai NFS tipa resurss. "Resurss" kolona rāda izdalītā resursa aprakstošu nosaukumu. Noslēgumā, trešā kolona, kura ir nosaukta "Piemontēts zem" rāda vietu jūsu sistēmā, kur izdalītais resurs ir piemontēts.
mk: Оваа листа ги прикажува Samba и NFS ресурсите од други компјутери монтирани на вашиот систем. Колоната „Тип“ укажува дали монтираниот ресурс е Samba или NFS тип на ресурс. Колоната „Ресурс“ го прикажува описното име на ресурсот. Конечно, третата колона, именувана како „Монтиран во“ ја прикажува локацијата на вашиот систем каде што е монтиран ресурсот.
ms: Senarai ini memaparkan sumber perkongsian Samba dan NFS yang dilekap pada sistem anda dari hos-hos lain. Lajur "Type" memberitahu anda sumber yang dilekap adalah sumber daripada jenis Samba atau NFS. Lajur "Resource" memaparkan penerangan nama kepada sumber yang dikongsi. Akhir sekali, lajur ketiga yang dilabel "Mounted under" memaparkan lokasi pada sistem di mana sumber yang dikongsi telah dilekap.
nb: Denne lista viser delte Samba- og NFS-ressurser montert på systemet ditt fra andre verter. «Type»-kolonnen forteller deg om den monterte ressursen er av typen Samba eller NFS. «Ressurs»-kolonnen viser beskrivende navn på den delte ressursen. Til slutt viser den tredje kolonnen, som har navnet «Montert under», stedet hvor ressursen er montert på ditt system.
nds: Disse List wiest de deelten Samba- un NFS-Ressourcen vun anner Reekners, de op Dien Systeem inhangt sünd. De Striep "Typ" seggt, wat dat en Samba- oder NFS-Ressource is, de "Ressource"-Striep wiest ehr Beschrieven, un de Striep "Inhangt op" wiest den Oort op Dien Systeem, woneem de deelte Ressource inhangt is.
nl: Deze lijst toont de gedeelde Samba- en NFS-bronnen die vanaf andere hosts aan uw systeem zijn gekoppeld. De kolom "Type" vertelt u of de aangekoppelde bron een Samba- of NFS-bron is. De kolom "Bron" toont de naam van de gedeelde bron. En tot slot de derde kolom, met het label "Aangekoppeld onder", toont de locatie op uw systeem waar de gedeelde bron is aangekoppeld.
nn: Denne lista viser dei delte Samba- og NFS-ressursane som er monterte på systemet frå andre vertar. Kolonnen «Type» viser om den monterte ressursen er av Samba- eller NFS-type. Kolonnen «Ressurs» viser eit skildrande namn på den delte ressursen. Den tredje kolonnen, «Montert på», viser kvar på systemet den delte ressursen er montert.
pl: Jest to wykaz zasobów Samba oraz NFS podpiętych w twoim systemie z innych komputerów. Kolumna "Rodzaj" pokazuje, czy rodzaj podpiętego zasobu to Samba czy NFS. W kolumnie "Zasób" widać nazwy podpiętych zasobów. W końcu trzecia kolumna o nazwie "Podpiety w" wskazuje na miejce zasobu na twoim komputerze.
pt: Esta lista mostra os recursos partilhados de Samba e NFS montados no seu sistema a partir de outras máquinas. A coluna "Tipo" indica-lhe se o recurso montado é um recurso do tipo Samba ou NFS. A coluna "Recurso" mostra o nome descritivo do recurso partilhado. Finalmente, a terceira coluna, que tem o nome de "Montado em", indica a localização no seu sistema em que o recurso partilhado está montado.
pt_br: A lista exibe os recursos compartilhados Samba e NFS montados em seu sistema a partir de outras máquinas. A coluna "Tipo" informa se o recurso montado é Samba ou NFS. A coluna "Recurso" exibe o nome descritivo do recurso compartilhado. Finalmente, a terceira coluna, que é referenciada como "Montado em", mostra a localização em seu sistema onde o recurso compartilhado está montado.
ru: Этот список отображает разделяемые ресурсы Samba и NFS, смонтированные на вашей системе и реально расположенные на других серверах. Столбец «Тип» показывает тип ресурса (Samba или NFS). Столбец «Ресурс» показывает имена ресурсов. Наконец, третий столбец «Смонтировано как» показывает, в каком месте вашей файловой системы смонтирован данный ресурс.
si: මෙම ලැයිසිතුව ඔබේ පද්ධතියේ වෙනත් සංග්‍රාහක මගින් රඳවා ඇති සම්බා හා NFS හවුල් සම්පත් පෙන්වයි, "වර්‍ගය" තීරුව ඔබඥට රඳවා ඇති සම්පත් සම්බා හෝ NFS වර්‍ගයට අයත්ද යන්න පෙන්වයි. "සම්පත්" තීරුව එහි විස්තරාත්මක නමක් දක්වයි. අවසන් වශයෙන් "යටතේ රැඳවූ" තීරුව මෙම හවුල් සම්පත් ඔබේ පද්ධතියේ රඳවා ඇති ස්ථානය දක්වයි.
sk: Tento zoznam zobrazuje Samba a NFS zdieľané zdroje pripojené na váš počítač z iných počítačov. Stĺpec "Typ" zobrazuje, či ide o Samba alebo NFS typ zdieľaného zdroja. Stĺpec "Zdroj" zobrazuje popisné meno zdroja. Stĺpec "Pripojený pod" zobrazuje miesto na vašom počítači, kde je pripojený zdieľaný zdroj.
sl: Ta seznam prikazuje skupne vire Sambe in NFS, priklopljene z drugih računalnikov. Stolpec »Vrsta« pove, ali je izbran priklopljen vir vrste Samba ali NFS. Stolpec »Vir« prikazuje opisna imena skupnih virov. V tretjem stolpcu, imenovanem »Priklopljen pod«, so prikazana mesta na računalniku, kamor so viri priklopljeni.
sv: Denna lista visar Samba- och NFS-utdelade resurser monterade på systemet från andra värddatorer. Kolumnen "Typ" visar dig om den monterade resursen är en Samba- eller en NFS-resurs. Kolumnen "Resurs" visar det beskrivande namnet på den utdelade resursen. Slutligen, den tredje kolumnen, som är namngiven "Monterad under" visar var på systemet den utdelade resursen är monterad.
tg: Ин рӯйхат манбаъи ҷудо шавандаи Samba-ро и NFS-ро намоиш медиҳад, ки дар системаи шумо монтажонида шудааст ва ҳақиқатан дар дигар узелҳо ҷойгир шудаанд. Сутуни "Намуд" намуди манбаъро нишон медиҳад (Samba ёки NFS). Сутуни "Манбаъ" номи манбаъҳоро нишон медиҳад. Дар охир саввум сутун "Монтажонида шуд монанди" нишон медиҳад, ки дар кадом ҷой системаи файлии шумо, манбаъи дода шударомонтажонидааст.
th: แสดงรายการทรัพยากรที่ให้ใช้ร่วมกันของ Samba และ NFS ที่ถูกเมานท์อยู่บนเครื่องของคุณ คอลัมน์ "ประเภท" จะบอกคุณว่า ทรัพยากรที่ถูกเมานท์อยู่นั้น เป็นทรัพยากรแบบ Samba หรือ NFS คอลัมน์ "ทรัพยากร" จะแสดงชื่อของทรัพยากร และคอลัมน์สุดท้าย คอลัมน์ "เมานท์ไปยัง" แสดงตำแหน่งบนเครื่องของคุณ ที่ทรัพยากรถูกเมานท์ไป
tr: Bu liste, diğer makinelerden sisteminize bağlanmış olan Samba ve NFS paylaşım kaynaklarını gösterir. "Tür" sütunu bağlı kaynağın Samba mı yoksa NFS türünden bir kaynak mı olduğunu gösterir. "Kaynak" sütunu paylaşılan kaynağın açıklayıcı ismini gösterir. Son olarak, "Bağlandığı yer" adlı üçüncü kolon, paylaşılan kaynağın sisteminizde bağlı olduğu konumu gösterir.
uk: У цьому списку показано ресурси для спільного використання Samba та NFS, які змонтовано у вашій системі з інших машин. У стовпчику «Тип» показано тип змонтованого ресурсу: Samba чи NFS. У стовпчику «Ресурс» показано назву спільного ресурсу. І, нарешті, у третьому стовпчику, який називається «Змонтовано під», показано розташування змонтованого ресурсу у вашій системі.
xh: Olu luhlu lubonisa i Samba kunye ne NFS yeemvelaphi ezahlulwayo ezinyuselwe kwindlela yakho esuka kwezinye iinginginya. U "Udidi" umhlathi ukuxelela noba imvelaphi enyusiweyo yi Samba okanye ludidi lwemvelaphi ye NFS. U "Imvelaphi" umhlathi ubonisa igama elichazayo lwemvelaphi eyahlulwayo. Okokugqibela, umhlathi wesithathu, onombhalo "Onyuswe phantsi" ubonisa indawo kwindlela yakho apho eyahlulwayo imvelaphi inyuselwa khona.
zh_cn: 这个列表显示了从其它主机上挂载到您的系统上的 Samba 和 NFS 共享的资源。“类型”列显示挂载的资源是 Samba 还是 NFS 类型。“资源”列显示了共享资源的描述的名字。最后，标有“安装在”的第三列，显示了共享资源在您系统中挂载的位置。
