Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/*/kcmusb.po
Languages: bn, ja, ku, nds, si, xh

# NAME OF TRANSLATORS
source: Your names
bn: দীপায়ন সরকার
ja: Taiki Komoda,Noboru Sinohara
ku: Omer Ensari
nds: Sönke Dibbern
si: ඩනිෂ්ක නවින්
xh: Lwandle Mgidlana

# EMAIL OF TRANSLATORS
source: Your emails
bn: deepayan@bengalinux.org
ja: kom@kde.gr.jp,shinobo@leo.bekkoame.ne.jp
ku: oensari@gmail.com
nds: s_dibbern@web.de
si: danishka@gmail.com
xh: lwandle@translate.org.za

source: AT-commands
bn: AT-কমান্ড
ja: AT コマンド
ku: Fermanên-AT
nds: AT-Befehlen
si: AT-විධාන
xh: AT-imiyalelo

source: ATM Networking
bn: ATM নেটওয়ার্কিং
ja: ATM ネットワーキング
ku: Tora ATM
nds: ATM-Nettwark
si: ATM ජාලකරණය
xh: ATM Yenza umsebenzi womnatha

source: Abstract (modem)
bn: অ্যাবস্ট্র্যাক্ট (মোডেম)
ja: 要約 (モデム)
ku: Modem
nds: Abstrakt (Modem)
si: උපුටීම (මොඩමය)
xh: Isishwankathelo (modem)

source: Audio
bn: অডিও
ja: オーディオ
ku: Deng
nds: Klang
si: ශ්‍රව්‍ය
xh: Evakalayo

source: Bidirectional
bn: দ্বিমুখী
ja: 双方向
ku: Du-Alîdar
nds: Tweerichten
xh: Elathisa kabini

source: Boot Interface Subclass
bn: বুট ইন্টারফেস সাব-ক্লাস
ja: ブートインターフェースサブクラス
ku: Binepola Navrû yê Destpêkê
nds: Ünnerklass vun't "Boot-Inteface"
si: අනුකාණ්ඩ මූල අතුරුමුහුණත
xh: Yenza Ujongano Lohlobo olusezantsi

source: Bulk (Zip)
bn: বাল্ক (জিপ)
ja: バルク (Zip)
ku: Dêz (Zip)
nds: Bült (Zip)
si: තොගය (Zip)
xh: Isixa (Vala)

source: CAPI Control
bn: CAPI নিয়ন্ত্রণ
ja: CAPI コントロール
ku: Kontrola CAPI
nds: CAPI-Stüern
si: CAPI පාලනය
xh: CAPI Ulawulo

source: Communications
bn: যোগাযোগ
ja: 通信
ku: Ragihandin
nds: Kommunikatschoon
si: සන්නිවේදන
xh: Uthungelwano

source: Control Device
bn: নিয়ন্ত্রণ ডিভাইস
ja: コントロールデバイス
ku: Cîhaza Kontrolê
nds: Stüerreedschap
si: පාලක උපකරණය
xh: Icebo Lolawulo

source: Control/Bulk
bn: নিয়ন্ত্রণ/বাল্ক
ja: コントロール/バルク
ku: Kontrol/Dêz
nds: Stüern/Bült
si: පාලන/තොග
xh: Ulawulo/Isixa

source: Control/Bulk/Interrupt
bn: নিয়ন্ত্রণ/বাল্ক/ইনটেরাপ্ট
ja: コントロール/バルク/割り込み
ku: Kontrol/Dêz/Qut Bûn
nds: Stüer/Bült/Interrupt
si: පාලන/තොග/බාධා
xh: Ulawulo/Isixa/Uphazamiseko

source: Data
bn: তথ্য
ja: データ
ku: Dane
nds: Daten
si: දත්ත

source: Direct Line
bn: সরাসরি লাইন
ja: ダイレクトライン
ku: Rêzika Rasterast
nds: Direktkoppeln
si: ඍජු සම්බන්ධය
xh: Ilayini Ethe ngqo

source: Ethernet Networking
bn: ইথারনেট নেটওয়ার্কিং
ja: イーサネットネットワーキング
ku: Tora Ethernet
nds: Ethernet-Nettwark
si: ඊදර්නෙට් ජාලකරණය
xh: Ethernet Yenza umsebenzi womnatha

source: Floppy
bn: ফ্লপি
ja: フロッピー
ku: Ajokera Dîsketê
nds: Diskett
si: නම්‍ය

source: Host Based Driver
bn: হোস্ট ভিত্তিক ড্রাইভার
ja: ホストベースのドライバ
ku: Ajokera Pêşkêşker Bingehîn
nds: Reeknerstütt Driever
si: ධාරක මූල ධාවකය
xh: Umqhubi Osekelwe Kumamkeli

source: Hub
bn: হাব
ja: ハブ
nds: Knütt
si: හබ්
xh: Indawo esembinbdini yevili

source: Human Interface Devices
bn: হিউমান ইন্টারফেস ডিভাইস
ku: Cihazên Navrû yên Mirov
nds: Minschen-Koppelreedschap
si: මිනිස් අතුරුමුහුත් උපකරණ
xh: Amacebo Ojongano Lwabantu

source: Interface
bn: ইন্টারফেস
ja: インターフェース
ku: Navrû
nds: Koppelsteed
si: අතුරුමුහුණත
xh: Ujongano

source: Keyboard
bn: কীবোর্ড
ja: キーボード
ku: Klavye
nds: Tastatuur
si: යතුරුපුවරුව
xh: Ibhodi yezitshixo

source: Mass Storage
bn: মাস স্টোরেজ
ja: ストレージ
ku: Cîhaza Hîserkirinê
nds: Bargenspieker
si: විශාල ගබඩාව
xh: Indawo yokugcina Imfumba

source: Mouse
bn: মাউস
ja: マウス
ku: Mişk
nds: Muus
si: මවුසය

source: Multi-Channel
bn: মাল্টি-চ্যানেল
ja: マルチチャネル
ku: Pir-Kanal
nds: Mehrkanaal
si: බහු-චැනල
xh: Imijelo-Emininzi

source: No Subclass
bn: কোন সাব-ক্লাস নেই
ja: サブクラスなし
ku: Tu binepol tune ye
nds: Keen Ünnerklass
si: අනුකාණ්ඩ නොමැත
xh: Akukho Hlobo lusezantsi

source: Non Streaming
bn: নন স্ট্রীমিং
ja: ストリーミングなし
ku: Darêj Nake
nds: Keen Stroomöverdregen
si: විකාශය නොවන
xh: Engena Qukuqelo

source: None
bn: কিছু না
ja: なし
ku: Ne yek jî
nds: Keen
si: නොමැත
xh: Akukho nanye

source: Printer
bn: প্রিন্টার
ja: プリンタ
ku: Çaper
nds: Drucker
si: මුද්‍රකය
xh: Umshicileli

source: Streaming
bn: স্ট্রীমিং
ja: ストリーミング
ku: Darêj
nds: Stroomöverdregen
si: විකාශය වන
xh: Iyaqukuqela

source: Telephone
bn: টেলিফোন
ja: 電話
ku: Telefon
nds: Telefoon
si: දුරකථනය
xh: Ifowuni

source: Transparent
bn: স্বচ্ছ
ja: 透過
ku: Zelal
nds: Dörsichtig
si: පාරද්‍රුශ්‍ය
xh: Bona ngaphaya

source: Unidirectional
bn: একমুখী
ja: 単方向
ku: Bê alîdar
nds: Eenrichten
si: දිශානුගත නොවන
xh: Engalathisiyo

source: V.120 V.24 rate ISDN
nds: ISDN (V.120 V.24)
xh: V.120 V.24 umyinge ISDN

source: Vendor Specific
bn: বিক্রেতা স্পেসিফিক
ja: ベンダー固有
ku: Bazirgana Taybet
nds: Leverantegen
si: නිශ්පාදක කේන්ද්‍රීය
xh: Umthengisi Okhankanyiweyo

source: Vendor Specific Class
bn: বিক্রেতা স্পেসিফিক ক্লাস
ja: ベンダー固有クラス
ku: Pola Taybet yê Bazirgan
nds: Leverantegen Klass
si: නිශ්පාදක කේන්ද්‍රීය කාණ්ඩය
xh: Uhlobo Lokukhankanyo Lomthengisi

source: Vendor Specific Protocol
bn: বিক্রেতা স্পেসিফিক প্রোটোকল
ja: ベンダー固有プロトコル
ku: Protokola Taybet yê Bazirgan
nds: Leverantegen Protokoll
si: නිශ්පාදක කේන්ද්‍රීය මූල ලේඛනය
xh: Umthetho olandelwayo Okhankanyelwe Umthengisi

source: Vendor Specific Subclass
bn: বিক্রেতা স্পেসিফিক সাব-ক্লাস
ja: ベンダー固有サブクラス
ku: Binepola Taybet yê Bazirgan
nds: Leverantegen Ünnerklass
si: නිශ්පාදක කේන්ද්‍රීය අනුකාණ්ඩය
xh: Uhlobo olusezantsi Olukhankanywayo Umthengisi

source: Vendor specific
bn: বিক্রেতা স্পেসিফিক
ja: ベンダー固有
ku: Bazirgana Taybet
nds: Leverantegen
si: නිශ්පාදක කේන්ද්‍රීය
xh: Umthengisi okhankanywayo

source: This module allows you to see the devices attached to your USB bus(es).
ja: このモジュールで USB バスに接続されたデバイスを見ることができます。
ku: Ev modûl dihêle ku hûn cihazên xwe yên girêdayî yê rê(yên)-dane yê USB ê bibînin.
nds: Mit dit Moduul kannst Du de Reedschappen ankieken, de Dien USB-Bus(sen) tokoppelt sünd.
si: මෙම මොඩියුලය විසින් ඔබට ඔබේ USB බස(යන්) වෙත ඈඳා ඇති උපකරණ පෙන්වයි

source: Device
bn: ডিভাইস
ja: デバイス
ku: Cîhaz
nds: Reedschap
si: උපකරණය
xh: Icebo

source: Live Monitoring of USB Bus
ja: USB バスのライブモニタ
ku: Temaşevanê zindî yê Rê-dane yê USB
nds: Den USB-Bus direktemang beluern
si: USB බසය සජීවීව නිරීක්‍ෂණය කරමින්

source: Unknown
bn: অজ্ঞাত
ja: 未知
ku: Nenas
nds: Nich begäng
si: නොදන්නා
xh: Engaziwayo

source: <b>Manufacturer:</b>
bn: <b>প্রস্তুতকারক:</b>
ja: <b>製造者:</b>
ku: <b>Hilberîner:</b>
nds: <b>Maker:</b>
si: <b>නිශ්පාදක:</b>
xh: <b>Umenzi wento ngento:</b>

source: <b>Serial #:</b>
bn: <b>সিরিয়াল নং:</b>
ja: <b>シリアル #:</b>
ku: <b>Hejmara Rêzeyê:</b>
nds: <b>Reegnummer:</b>
si: <b>සීරියල් අංකය #:</b>
xh: <b>Uphawu #:</b>

source: <tr><td><i>Class</i></td>%1</tr>
bn: <tr><td><i>ক্লাস</i></td>%1</tr>
ja: <tr><td>クラス</td>%1</tr>
ku: <tr><td><i>Pol</i></td>%1</tr>
nds: <tr><td><i>Klass</i></td>%1</tr>
si: <tr><td><i>කාණ්ඩය</i></td>%1</tr>
xh: <tr><td><i>Uhlobo</i></td>%1</tr>

source: <tr><td><i>Subclass</i></td>%1</tr>
bn: <tr><td><i>সাব-ক্লাস</i></td>%1</tr>
ja: <tr><td>サブクラス</td>%1</tr>
ku: <tr><td><i>Binepol</i></td>%1</tr>
nds: <tr><td><i>Ünnerklass</i></td>%1</tr>
si: <tr><td><i>අනුකාණ්ඩය</i></td>%1</tr>
xh: <tr><td><i>Uhlobo olusezanbtsi</i></td>%1</tr>

source: <tr><td><i>Protocol</i></td>%1</tr>
bn: <tr><td><i>প্রোটোকল</i></td>%1</tr>
ja: <tr><td>プロトコル</td>%1</tr>
ku: <tr><td><i>Protokol</i></td>%1</tr>
nds: <tr><td><i>Protokoll</i></td>%1</tr>
xh: <tr><td><i>Umthetho olandelwayo</i></td>%1</tr>

source: <tr><td><i>USB Version</i></td><td>%1.%2</td></tr>
bn: <tr><td><i>ইউ-এস-বি সংস্করণ</i></td><td>%1.%2</td></tr>
ja: <tr><td>USB バージョン</td><td>%1.%2</td></tr>
ku: <tr><td><i>Guhertoya USB</i></td><td>%1.%2</td></tr>
nds: <tr><td><i>USB-Verschoon</i></td><td>%1.%2</td></tr>
si: <tr><td><i>USB සංස්කරණය</i></td><td>%1.%2</td></tr>
xh: <tr><td><i>Uguqulelo lwe USB</i></td><td>%1.%2</td></tr>

source: <tr><td><i>Vendor ID</i></td><td>0x%1</td></tr>
bn: <tr><td><i>বিক্রেতা আই.ডি.</i></td><td>0x%1</td></tr>
ja: <tr><td>ベンダー ID</td><td>0x%1</td></tr>
ku: <tr><td><i>Nasnameya Bazirgan</i></td><td>0x%1</td></tr>
nds: <tr><td><i>Leverant-Kennen</i></td><td>0x%1</td></tr>
si: <tr><td><i>නිශ්පාදක ID අංකය</i></td><td>0x%1</td></tr>
xh: <tr><td><i>Umthengisi ID</i></td><td>0x%1</td></tr>

source: <tr><td><i>Product ID</i></td><td>0x%1</td></tr>
bn: <tr><td><i>প্রোডাক্ট আই.ডি.</i></td><td>0x%1</td></tr>
ja: <tr><td>製品 ID</td><td>0x%1</td></tr>
ku: <tr><td><i>Nasnameya Berhemê</i></td><td>0x%1</td></tr>
nds: <tr><td><i>Produkt-Kennen</i></td><td>0x%1</td></tr>
si: <tr><td><i>නිශ්පාදන ID අංකය</i></td><td>0x%1</td></tr>
xh: <tr><td><i>Imveliso ID</i></td><td>0x%1</td></tr>

source: <tr><td><i>Revision</i></td><td>%1.%2</td></tr>
bn: <tr><td><i>রিভিসন</i></td><td>%1.%2</td></tr>
ja: <tr><td>リビジョン</td><td>%1.%2</td></tr>
ku: <tr><td><i>Sererastî</i></td><td>%1.%2</td></tr>
nds: <tr><td><i>Revischoon</i></td><td>%1.%2</td></tr>
xh: <tr><td><i>Ukuzikumbuza</i></td><td>%1.%2</td></tr>

source: <tr><td><i>Speed</i></td><td>%1 Mbit/s</td></tr>
bn: <tr><td><i>গতি</i></td><td>%1 মেগাবিট/সেকণ্ড</td></tr>
ja: <tr><td>速度</td><td>%1 Mbit/s</td></tr>
ku: <tr><td><i>Lez</i></td><td>%1 Mbit/ç</td></tr>
nds: <tr><td><i>Gauhiet</i></td><td>%1 MBit/s</td></tr>
si: <tr><td><i>වේගය</i></td><td>%1 Mbit/s</td></tr>
xh: <tr><td><i>Isantya</i></td><td>i-%1 Mbits/s</td></tr>

source: <tr><td><i>Channels</i></td><td>%1</td></tr>
bn: <tr><td><i>চ্যানেল</i></td><td>%1</td></tr>
ja: <tr><td>チャンネル</td><td>%1</td></tr>
ku: <tr><td><i>Kanal</i></td><td>%1</td></tr>
nds: <tr><td><i>Kanaals</i></td><td>%1</td></tr>
si: <tr><td><i>චැනල</i></td><td>%1</td></tr>
xh: <tr><td><i>Imijelo</i></td><td>%1</td></tr>

source: <tr><td><i>Power Consumption</i></td><td>%1 mA</td></tr>
bn: <tr><td><i>বিদ্যুত ব্যবহার</i></td><td>%1 mA</td></tr>
ja: <tr><td>消費電力</td><td>%1 mA</td></tr>
ku: <tr><td><i>Xeritana Hêzê</i></td><td>%1 mA</td></tr>
nds: <tr><td><i>Stroombruuk</i></td><td>%1 mA</td></tr>
si: <tr><td><i>බල පරිභෝජනය</i></td><td>%1 mA</td></tr>

source: <tr><td><i>Power Consumption</i></td><td>self powered</td></tr>
bn: <tr><td><i>বিদ্যুত ব্যবহার</i></td><td>self powered</td></tr>
ja: <tr><td>消費電力</td><td>自電力</td></tr>
ku: <tr><td><i>Xeritana Hêzê</i></td><td>hêz bûna ji ber xwe</td></tr>
nds: <tr><td><i>Stroombruuk</i></td><td>egen Stroomborn</td></tr>
si: <tr><td><i>බල පරිභෝජනය</i></td><td>ස්ව බලැති</td></tr>

source: <tr><td><i>Attached Devicenodes</i></td><td>%1</td></tr>
ja: <tr><td>付加されたデバイスノード</td><td>%1</td></tr>
ku: <tr><td><i>Girêkên-cîhazê yên Girêdayî</i></td><td>%1</td></tr>
nds: <tr><td><i>Tokoppelt Reedschapknütten</i></td><td>%1</td></tr>
si: <tr><td><i>ඈඳූ උපකරණ කොටස්</i></td><td>%1</td></tr>

source: <tr><td><i>Max. Packet Size</i></td><td>%1</td></tr>
bn: <tr><td><i>সর্বাধিক প্যাকেট সাইজ</i></td><td>%1</td></tr>
ja: <tr><td>最大パケットサイズ</td><td>%1</td></tr>
ku: <tr><td><i>Mezinahiya Pakêtê yê Herî Zêde</i></td><td>%1</td></tr>
nds: <tr><td><i>Maximaal Paketgrött</i></td><td>%1</td></tr>
si: <tr><td><i>උපරිම පැකට්ටු ප්‍රමාණය</i></td><td>%1</td></tr>
xh: <tr><td><i>Ubungakanani Bepakethi enkulu</i></td><td>%1</td></tr>

source: <tr><td><i>Bandwidth</i></td><td>%1 of %2 (%3%)</td></tr>
bn: <tr><td><i>ব্যান্ডউইড্‌থ</i></td><td>%2-র মধ্যে %1 (%3%)</td></tr>
ja: <tr><td>帯域幅</td><td>%1 / %2 (%3%)</td></tr>
ku: <tr><td><i>Firehiya Bandê</i></td><td>%1 of %2 (%3%)</td></tr>
nds: <tr><td><i>Bandbreed</i></td><td>%1 vun %2 (%3%)</td></tr>
si: <tr><td><i>කලාප පළල</i></td><td>%1 හී %2 (%3%)</td></tr>
xh: <tr><td><i>Bandwidth</i></td><td>%1 ze %2 (%3%)</td></tr>

source: <tr><td><i>Intr. requests</i></td><td>%1</td></tr>
ja: <tr><td>割り込み要求</td><td>%1</td></tr>
ku: <tr><td><i>Daxwazên qut bûnê</i></td><td>%1</td></tr>
nds: <tr><td><i>Interruptanfragen</i></td><td>%1</td></tr>
si: <tr><td><i>අභ්‍යන්තර. ඉල්ලීම්</i></td><td>%1</td></tr>
xh: <tr><td><i>Intr. izicelo</i></td><td>%1</td></tr>

source: <tr><td><i>Isochr. requests</i></td><td>%1</td></tr>
ja: <tr><td>アイソクロナス (等時性) 要求</td><td>%1</td></tr>
ku: <tr><td><i>Daxwazên hemdemî</i></td><td>%1</td></tr>
nds: <tr><td><i>Isokroon Anfragen</i></td><td>%1</td></tr>
si: <tr><td><i>Isochr. ඉල්ලීම්</i></td><td>%1</td></tr>
xh: <tr><td><i>Isochr. izicelo</i></td><td>%1</td></tr>

source: Could not open one or more USB controller. Make sure, you have read access to all USB controllers that should be listed here.
ja: 開くことのできなかった USB コントローラがありました。ここに表示されるべきすべての USB コントローラに対して読み取り権限があることを確認してください。
ku: Nikare yek an jî zêdetir kontolkerê USB veke. Lê binihêre, ku gihîştina xwendinê yê te jê hemû kontrolkerên USB yên li vir lîste kirî ye re heye.
nds: Een oder mehr USB-Controller lett sik nich opmaken. Prööv bitte, wat Du redig Leesverlööf för all USB-Controllers hest, de hier wesen schullen.
si: USB පාලක එකක් හෝ කිහිපයක් කියවිය නොහැක. පහත ලැයිස්තු ගතකර ඇති USB පාලක සියල්ලට ඔබ සතුව කියවීම් පිවිසුම ඇතිදැයි තහවුරු කරගන්න.

source: SCSI
bn: স্কাসি (SCSI)

source: USB Devices
bn: ইউ-এস-বি ডিভাইস
xh: USB Amacebo
