Repository: polaur/pkg-trunk
Catalog: Plasma_5.13.4/kinfocenter/src/kinfocenter-5.13.4/po/csb/kcmsamba.po
Languages: csb

# NAME OF TRANSLATORS
source: Your names
csb: Mark Kwidzińsczi, Michôł Òstrowsczi

# EMAIL OF TRANSLATORS
source: Your emails
csb: mark@linuxcsb.org, michol@linuxcsb.org

source: Type
csb: Ôrt

source: Resource
csb: Dostónk

source: Mounted Under
csb: Zamòntowóny w

source: This list shows the Samba and NFS shared resources mounted on your system from other hosts. The "Type" column tells you whether the mounted resource is a Samba or an NFS type of resource. The "Resource" column shows the descriptive name of the shared resource. Finally, the third column, which is labeled "Mounted under" shows the location on your system where the shared resource is mounted.
csb: To je lësta dostónków Sambë a téż NFS zamòntowónëch na Twòji systemie z jinëch kòmpùtrów. Kòlumna "Ôrt" pòkôzëjë, czë zamòntowóné dostónk je ôrtu Sambë czë NFS. W kòlumnie "Dostónk" widac miona zamòntowónëch dostónków. Trzecô kòlumna ò mionie "Zamòntowóny w" wskôzëjë na ùmôlenié dostónkù na Twòjim kòmpùtrze.

source: Samba log file:
csb: Lopk dniewnika Sambë:

source: Show opened connections
csb: Pòkôżë òtemkłé pòłączenia

source: Show closed connections
csb: Pòkôżë zamkłé pòłączenia

source: Show opened files
csb: Pòkôżë òtemkłé lopczi

source: Show closed files
csb: Pòkôżë zamkłé lopczi

source: &Update
csb: &Aktualizëjë

source: This page presents the contents of your samba log file in a friendly layout. Check that the correct log file for your computer is listed here. If you need to, correct the name or location of the log file, and then click the "Update" button.
csb: Na starna pòkôzëje zamkłosc dniewnika Sambë na drëszny brëkòwnikòwi ôrt. Sprôwdzë czë miono lopkù dniewnika je wpisóné bezzmiłkòwò. Eżlë miono lopkù dniewnika je zmiłkòwé, pòprôwi je ë wcësnie knąpã "Aktualizëjë".

source: Check this option if you want to view the details for connections opened to your computer.
csb: Zaznaczë tã òptacëjã eżlë chcesz òbezdrzëc detale sparłączoné òtemkłima pòłączeniema na Twòjim kòmpùtrze.

source: Check this option if you want to view the events when connections to your computer were closed.
csb: Zaznaczë tã òptacëjã eżlë chcesz òbezdrzëc przëtrôfczi, czedë pòłączenia z Twòjim kòmpùtrã òsta zamkniãté.

source: Check this option if you want to see the files which were opened on your computer by remote users. Note that file open/close events are not logged unless the samba log level is set to at least 2 (you cannot set the log level using this module).
csb: Zaznaczë tã òptacëjã eżlë chcesz òbezdrzëc lopczi, jaczé òstały òtemkłi na Twòjim kòmpùtrze bez bùtnowich brëĸòwników. Bôczënk!! Przëtrôfczi wëgenerowóné przez òtmekanié/zamëkanié lopków nie są zapisywóné dopóczi równio log nie je przënômni równô 2 (nie mòże zmienic równi log w tim mòdule).

source: Check this option if you want to see the events when files opened by remote users were closed. Note that file open/close events are not logged unless the samba log level is set to at least 2 (you cannot set the log level using this module).
csb: Zaznaczë tã òptacëjã eżlë chcesz òbezdrzëc przëtrôfczi wëgenerowóné prze zamëkaniém òtemkłich lopków przez bùtnowich brëkòwników. zdarzenia wygenerowane przy zamykaniu otwartych plików przez zewnętrznych użytkowników. Bôczënk!! Przëtrôfczi wëgenerowóné przez òtmekanié/zamëkanié lopków nie są zapisywóné dopóczi równio log nie je przënômni równô 2 (nie mòże zmienic równi log w tim mòdule).

source: Click here to refresh the information on this page. The log file (shown above) will be read to obtain the events logged by samba.
csb: Wcësnij, abë òdswiéżëc wëdowiédzã na ti starnie. Lopk dniewnika (pòkôzóné wëżi) òstanié òdczëtóny w célu nalezeniô przëtrôfków zapisónëch przez Sambã.

source: Date & Time
csb: Datum ë czas

source: Event
csb: Przëtrôfk

source: Service/File
csb: Serwis/lopk

source: Host/User
csb: Kòmpùtr/Brëkòwnik

source: <p>This list shows details of the events logged by samba. Note that events at the file level are not logged unless you have configured the log level for samba to 2 or greater.</p><p> As with many other lists in KDE, you can click on a column heading to sort on that column. Click again to change the sorting direction from ascending to descending or vice versa.</p><p> If the list is empty, try clicking the "Update" button. The samba log file will be read and the list refreshed.</p>
csb: <p>Ta lësta pòkôzëjë detalną wëdowiédzã ò przëtrôfkach zapisónëch przez Sambã. Bôczënk, że przëtrôfczi na równi lopkù nie są zapisywóné dopóczi nie zmienisz wôrtnotë równi logù dlô sambë na 2 abò wicy.</p><p>Tak jakno w jinëch lëstach òkrãżégò KDE klëkniãcé na miono gwësny kòlumnë sprawi zortowanié zdarzeniów. Klëkniãcé znowa na tim samëm mionie kòlumnë sprawi zortowanié w apartnëm czérënkù.</p><p>Eżlë lësta je pùstô spróbùjë wcësnąc knąpã "Aktualizëjë". Lopk dniewnika Sambë òstanié òdczëtany znowa, a lësta aktualizowónô.</p>

source: CONNECTION OPENED
csb: ÒTEMKŁÉ PÒŁĄCZENIA

source: CONNECTION CLOSED
csb: ZAMKŁÉ PÒŁĄCZENIA

source: FILE OPENED
csb: LOPK OTEMKŁI

source: FILE CLOSED
csb: LOPK ZAMKNIÃTI

source: Could not open file %1
csb: Nie mòże òtemknąc lopkù %1

source: Connections: 0
csb: Pòłączenia: 0

source: File accesses: 0
csb: Lopk przistãpów: 0

source: Event:
csb: Przëtrôfk:

source: Service/File:
csb: Serwis/lopk:

source: Host/User:
csb: Kòmpùtr/Brëkòwnik:

source: &Search
csb: &Nalezë

source: Clear Results
csb: Wëczëszczë szëkbã

source: Show expanded service info
csb: Pòkôże rozszérzoné wëdowiédzë ò serwise

source: Show expanded host info
csb: Pòkôżë rozszérzoné wëdowiédzë ò kòmpùtrze

source: Hits
csb: Trôfieniów

source: Connection
csb: Pòłączenié

source: File Access
csb: Lopk przistãpù

source: Connections: %1
csb: Pòłączenia: %1

source: File accesses: %1
csb: Lopk przistãpów: %1

source: FILE OPENED
csb: LOPK ÒTEMKŁI

source: Service
csb: Serwis

source: Accessed From
csb: Pòdłączoné z

source: Open Files
csb: Òtemkłi lopczi

source: Error: Unable to open configuration file "smb.conf"
csb: Fela: Nie mòże òtemknąc kònfigùracëjowégò lopkù "smb.conf"

source: &Exports
csb: Ù&przistãpnioné

source: &Imports
csb: &Zamòntowóné

source: &Log
csb: &Dniewnik

source: &Statistics
csb: &Statisticzi

source: <p>The Samba and NFS Status Monitor is a front end to the programs <em>smbstatus</em> and <em>showmount</em>. Smbstatus reports on current Samba connections, and is part of the suite of Samba tools, which implements the SMB (Session Message Block) protocol, also called the NetBIOS or LanManager protocol. This protocol can be used to provide printer sharing or drive sharing services on a network including machines running the various flavors of Microsoft Windows.</p>
csb: <p>Monitor stónu Sambë ë NFS je nakłôdkã na programë <em>smbstatus</em> ë <em>showmount</em>.Smbstatus zwracô biéżny pòłączenia ë je partã paczétu Samba, w jaczim zaimplementowóno protokół SMB (Session Message Block), zwóny téż NetBIOS abò LanManager. Protokół nen ùmòżebniô wespółdzelenié drëkërów a też disków z kòmpùtrama robiącëma pòd kòntrolą systemë Microsoft Windows.</p>

source: (c) 2002 KDE Information Control Module Samba Team
csb: (c) 2002 Karno ùsôdzców mòdułu Samba
